Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: Bookmark icon and mobile home screen icon setup.
bg_bg: Настройки на иконите за отметки и начален екран.
hu_hu: Könyvjelző ikon és mobil telefon kezdő oldal ikonjának beállítása.

source: Languages
bg_bg: Езици
hu_hu: Nyelvek

source: SEO & Statistics
bg_bg: SEO & Статистика
hu_hu: SEO & Statisztikák

source: Enable pretty URLs, statistics and tracking codes.
bg_bg: Включи изчистените URLs, статистика и проследяващи кодове.
hu_hu: Keresőbarát URL-ek, statisztikák és követő kódok engedélyezése.

source: pretty, slug
bg_bg: изчистен, адрес

source: Optimization
bg_bg: Оптимизация
hu_hu: Optimalizálás

source: Keep your site running well.
bg_bg: Поддържайте добре вашият сайт.
hu_hu: Tartsd karban az oldalad.

source: Cache & Speed Settings
bg_bg: Настройки на Кеш & Скорост
hu_hu: Gyorsítótár & sebesség beállítások

source: Permissions & Access
bg_bg: Права & Достъп
hu_hu: Jogosultságok & Hozzáférés

source: Control who sees and edits your site.
bg_bg: Контролирайте кой вижда сайта и може да го редактира.
hu_hu: Megtekintési és szerkesztői jogosultságok kezelése.

source: File Manager Permissions
bg_bg: Права за Файл Мениджъра
hu_hu: Fájlkezelő jogosultságok

source: IP Blacklist
bg_bg: Черен списък на IP адреси
hu_hu: IP cím feketelista

source: Captcha Setup
bg_bg: Captcha настройки
hu_hu: Captcha beállítások

source: Control how your site send and processes mail.
bg_bg: Контролирайте как сайта да изпраща и обработва пощата.
hu_hu: Az oldalon a levelezés küldésének és feldolgozásának ellenőrzése.

source: Email Importers
bg_bg: Импортирани имейли
hu_hu: Email importálók

source: Setup attributes for pages, users, files and more.
bg_bg: Настройте атрибути за страници, потребители, файлове и други.
hu_hu: Attribútumok kezelése (oldalak, felhasználók, stb...)

source: Group attributes into sets for easier organization
bg_bg: Групирайте атрибутите в комплекти за по-лесна организация
hu_hu: Attribútumok csoportosítása kollekciókba a könnyebb kezelhetőségért

source: Types
bg_bg: Типове
hu_hu: Típusok

source: Choose which attribute types are available for different items.
bg_bg: Изберете кои типове атрибути да са достъпни за различните елементи.
hu_hu: Az különböző dolgok jellegzetes tulajdonságainak kiválasztása.

source: Advanced settings for web developers.
bg_bg: Настройки за уеб разработчици.
hu_hu: Fejlett beállítások webfejlesztőknek.

source: Environment Information
bg_bg: Информация за средата
hu_hu: Környezeti információk

source: Debug Settings
bg_bg: Настройки по подразбиране
hu_hu: Hibakeresési beállítások

source: Logging Settings
bg_bg: Настройки на вписване
hu_hu: Naplózási beállítások

source: Stack
bg_bg: Пакет
hu_hu: Konténer

source: Welcome to concrete5
bg_bg: Добре дошли в Concrete5
hu_hu: Üdvözöljük a concrete5-ben

source: Learn about how to use concrete5, how to develop for concrete5, and get general help.
bg_bg: Научете повече, за това как да използвате Concrete5, как да разработвате за него и как да получите основна помощ.
hu_hu: Ismerkedj meg a concrete5 használatával, fejlődj a concrete 5 használatában és részesülj általános segítségben.

# AreaName
source: Header
bg_bg: горен колонтитул
hu_hu: Fejléc

# AreaName
source: Column 1
bg_bg: Колона 1
hu_hu: Oszlop 1

# AreaName
source: Column 2
bg_bg: Колона 2
hu_hu: Oszlop 2

# AreaName
source: Column 3
bg_bg: Колона 3
hu_hu: Oszlop 3

# AreaName
source: Column 4
bg_bg: Колона 4
hu_hu: Oszlop 4

# AreaName
source: Primary
bg_bg: Основен
hu_hu: Elsődleges

# AreaName
source: Secondary 1
bg_bg: Вторичен 1
hu_hu: Másodlagos 1

# AreaName
source: Secondary 2
bg_bg: Вторичен 2
hu_hu: Másodlagos 2

# AreaName
source: Secondary 3
bg_bg: Вторичен 3
hu_hu: Másodlagos 3

# AreaName
source: Secondary 4
bg_bg: Вторичен 4
hu_hu: Másodlagos 4

# AreaName
source: Secondary 5
bg_bg: Вторичен 5
hu_hu: Másodlagos 5

source: Profile
bg_bg: Профил
hu_hu: Profil

source: Friends
bg_bg: Приятели
hu_hu: Barátok

# AreaName
source: Main
bg_bg: Основен
hu_hu: Fő

# JobSetName
source: Default
bg_bg: По подразбиране
hu_hu: Alapértelmezett

# PermissionKeyName
source: View
bg_bg: Преглед
hu_hu: Megtekintés

# PermissionKeyName
source: View Versions
bg_bg: Виж версиите
hu_hu: Verziók megtekintése

# PermissionKeyName
source: View Page in Sitemap
bg_bg: Вижте страницата на картата
hu_hu: Oldal megtekintése az oldaltérképen

# PermissionKeyDescription
source: Controls whether a user can see a page in the sitemap or intelligent search.
bg_bg: Определя дали потребителят може да вижда страницата в картата на сайта или умно търсене.

# PermissionKeyDescription
source: Ability to see what this page will look like at a specific time in the future as a specific user.
bg_bg: Способността да видите как ще изглежда страницата в определено време, като потребител.

# PermissionKeyName
source: Edit Properties
bg_bg: Редакция на свойства
hu_hu: Tulajdonságok szerkesztése

# PermissionKeyDescription
source: Ability to change anything in the Page Properties menu.
bg_bg: Възможността да променяте всичко в менюто за Свойства на страницата.
hu_hu: Az Oldal Tulajdonságok menüpont alatti bármely módosítás végrehajtásának joga

# PermissionKeyName
source: Edit Contents
bg_bg: Редактирай съдържание
hu_hu: Tartalom szerkesztése

# PermissionKeyDescription
source: Ability to make edits to at least some of the content in the page. You can lock down different block areas and specific blocks by clicking Permissions on them as well.
bg_bg: Способността да редактирате поне част от съдържанието в страницата. Можете да заключите различни блокови области или конкретни блокове с кликване на Права.

# PermissionKeyName
source: Edit Speed Settings
bg_bg: Редактирай настройки на скорост
hu_hu: Gyorsítótár beállítások szerkesztése

# PermissionKeyDescription
source: Ability to change caching settings.
bg_bg: Способността да променяте настройки на кеширането.
hu_hu: Engedély

# PermissionKeyName
source: Change Theme
bg_bg: Смени тема
hu_hu: Téma módosítása

# PermissionKeyDescription
source: Ability to change just the theme for this page.
bg_bg: Способността да промените само темата на страницата.
hu_hu: Az oldalnak témájának megváltoztatásának joga

# PermissionKeyName
source: Change Page Type
bg_bg: Смени типа на страницата
hu_hu: Oldaltípus módosítása

# PermissionKeyDescription
source: Ability to change just the page type for this page, also check out Theme permissions.
bg_bg: Способността да променяте само типа на страницата, както и да отбелязвате права към темата.

# PermissionKeyName
source: Edit Permissions
bg_bg: Редактирай права
hu_hu: Jogosultságok szerkesztése

# PermissionKeyDescription
source: Ability to change permissions for this page. Warning: by granting this a user could give themselves more access.
bg_bg: Способността да променяте правата за страницата. Внимание: това може да даде на потребителите по-голям достъп.

# PermissionKeyName
source: Delete
bg_bg: Изтриване
hu_hu: Törlés

# PermissionKeyDescription
source: Ability to move this page to the site's Trash.
bg_bg: Способността да преместите тази страница в Кошчето.
hu_hu: Az oldalnak törlésének joga.

# PermissionKeyName
source: Delete Versions
bg_bg: Изтрий версиите
hu_hu: Verziók törlése

# PermissionKeyDescription
source: Ability to remove old versions of this page.
bg_bg: Способността да премахвате старите версии на страницата.
hu_hu: Ehhez az oldalhoz tartozó korábbi verziók törlésének joga.

# PermissionKeyName
source: Approve Changes
bg_bg: Потвърди промени
hu_hu: Módosítások jóváhagyása

# PermissionKeyName
source: Add Sub-Page
bg_bg: Добавяне на подстраница
hu_hu: Aloldal hozzáadása

# PermissionKeyName
source: Move or Copy Page
bg_bg: Премести или копирай страница
hu_hu: Oldal áthelyezése vagy másolása

# PermissionKeyDescription
source: Can move or copy this page to another location.
bg_bg: Може да преместите или копирате страницата на друго място.
hu_hu: Mozgathatja illetve másolhatja ezt az oldalt egy másik helyre.

# PermissionKeyName
source: Schedule Guest Access
bg_bg: График за достъп на гости
hu_hu: Vendég hozzáférés időzítése

# PermissionKeyName
source: Add Block
bg_bg: Добави блок
hu_hu: Új blokk

# PermissionKeyName
source: Add Stack
bg_bg: Добавете пакет
hu_hu: Konténer hozzáadása

# PermissionKeyName
source: View Area
bg_bg: Прегледайте зона
hu_hu: Terület megtekintése

# PermissionKeyName
source: Edit Area Contents
bg_bg: Редактиране на съдржанието в страницата
hu_hu: Terület tartalmának szerkesztése

# PermissionKeyDescription
source: Can edit blocks within this area.
bg_bg: Може да редактирате блоковете в страницата
hu_hu: Szerkesztheti a blokkokat ezen a területen.

# PermissionKeyName
source: Add Block to Area
bg_bg: Добавете блок към страницата
hu_hu: Blokk hozzáadása a területhez

# PermissionKeyName
source: Add Stack to Area
bg_bg: Добавете пакет към страницата
hu_hu: Konténer hozzáadása a területhez

# PermissionKeyName
source: Add Layouts to Area
bg_bg: Добавяне на граници към площ
hu_hu: Elrendezés hozzáadása ezen területhez

# PermissionKeyName
source: Edit Area Design
bg_bg: Редактирай дизайна на страницата
hu_hu: Terület design szerkesztése

# PermissionKeyName
source: Edit Area Permissions
bg_bg: Редактирайте правата за страницата
hu_hu: Terület jogosultság szerkesztése

# PermissionKeyName
source: Delete Area Contents
bg_bg: Изтрийте съдържанието на областта
hu_hu: Terület tartalmának törlése

# PermissionKeyDescription
source: Controls whether users can delete blocks from this area.
bg_bg: Контролира дали потребители могат да трият блокве от тази област.

# PermissionKeyName
source: View Block
bg_bg: Разгледай блок
hu_hu: Blokk megtekintése

# PermissionKeyName
source: Edit Block
bg_bg: Редактирай блок
hu_hu: Blokk szerkesztése

# PermissionKeyName
source: Change Custom Template
bg_bg: Променете темплейта по избор
hu_hu: Egyéni sablon megváltoztatása

# PermissionKeyName
source: Delete Block
bg_bg: Изтрий блок
hu_hu: Blokk törlése

# PermissionKeyName
source: Edit Design
bg_bg: Редактирай дизайн
hu_hu: Design szerkesztése

# PermissionKeyName
source: View Files
bg_bg: Прегледай файловете
hu_hu: Fájlok megtekintése

# PermissionKeyDescription
source: Can view and download files in the site.
bg_bg: Може да се преглеждат и свалят файлове в сайта
hu_hu: Megtekinthet és letölthet fájlokat a weboldalon.

# PermissionKeyName
source: Search Files in File Manager
bg_bg: Търси файлове във Файл Мениджъра
hu_hu: Fájlok keresése a fájlkezelőben

# PermissionKeyDescription
source: Can access the file manager
bg_bg: Достъп до Файл Мениджър
hu_hu: Hozzáférhet a Fájlkezelőhöz

# PermissionKeyName
source: Edit File Properties
bg_bg: Редактирай свойствата на файла
hu_hu: Fálj tulajdonságok szerkesztése

# PermissionKeyDescription
source: Can edit a file's properties.
bg_bg: Файловите свойства могат да бъдат редактирани
hu_hu: Módosíthatja egy fájl tulajdonságait.

# PermissionKeyName
source: Edit File Contents
bg_bg: Редактирай съдържанието на файловете
hu_hu: Fájl szerkesztése

# PermissionKeyDescription
source: Can edit or replace files in set.
bg_bg: Файловете в комплекта може да се редактират или преместят.
hu_hu: Szerkeszthet és felülírhat fájlokat egy kollekcióban.

# PermissionKeyName
source: Copy File
bg_bg: Копирай файла
hu_hu: Fájl másolás

# PermissionKeyDescription
source: Can copy files in file set.
bg_bg: Файловете в комплекта може да се копират.
hu_hu: Másolhat fájlokat kollekcióban.

# PermissionKeyName
source: Edit File Access
bg_bg: Редактирай достъпа до файла
hu_hu: Fájl hozzáférések szerkesztése

# PermissionKeyDescription
source: Can edit access to file sets.
bg_bg: Може да се редактира достъпа до файловите комплекти.
hu_hu: Szerkesztheti a fájl kollekciók hozzáférhetőségét.

# PermissionKeyName
source: Delete File Set
bg_bg: Изтриване на набор файлове
hu_hu: Fájl kollekció törlése

# PermissionKeyName
source: Delete File
bg_bg: Изтрий файл
hu_hu: Fájl törlése

# PermissionKeyDescription
source: Can delete files in set.
bg_bg: Файловете в комплекта може да се изтрият.
hu_hu: Törölhet fájlokat kollekciókban.

# PermissionKeyName
source: Add File
bg_bg: Добави файл
hu_hu: Új fájl

# PermissionKeyDescription
source: Can add files to set.
bg_bg: Може да се добавят файлове към комплекта.
hu_hu: Hozzáadhat fájlokat kollekciókhoz

# PermissionKeyDescription
source: Can view and download files.
bg_bg: Файловете могат да бъдат преглеждани и сваляни
hu_hu: Megtekinthet és letölthet fájlokat.

# PermissionKeyName
source: View File in File Manager
bg_bg: Прегледай файла във Файл Мениджъра
hu_hu: Fájl megtekintése a fájlkezelőben

# PermissionKeyDescription
source: Can access the File Manager.
bg_bg: Файл Мениджъра е достъпен
hu_hu: Hozzáférhet a Fájlkezelőhöz.

# PermissionKeyDescription
source: Can edit or replace files.
bg_bg: Файловете могат да бъдат редактирани или заменяни
hu_hu: Szerkeszthet vagy lecserélhet fájlokat.

# PermissionKeyDescription
source: Can copy file.
bg_bg: Файлът може да бъде копиран
hu_hu: Másolhat fájlokat

# PermissionKeyDescription
source: Can edit access to file.
bg_bg: достъпът до файла може да бъде редактиран
hu_hu: Hozzáférhet a fájlhoz

# PermissionKeyDescription
source: Can delete file.
bg_bg: Файлът може да бъде изтрит
hu_hu: Törölhet fájlt

# PermissionKeyName
source: Approve or Deny
bg_bg: Одобри или откажи
hu_hu: Jóváhagy vagy elutasít

# PermissionKeyDescription
source: Grant ability to approve workflow.
bg_bg: Разрешете одобряването на процедури.
hu_hu: Munkafolyamat jóváhagyási jog megadása

# PermissionKeyName
source: Notify on Entry
bg_bg: Известие при влизане
hu_hu: Értesítés bejegyzéskor

# PermissionKeyDescription
source: Notify approvers that a change has entered the workflow.
bg_bg: Уведоми одобряващите, че има промяна в процедурата.
hu_hu: A jóváhagyók értesítése arról, hogy egy változtatás bekerült a munkafolyamatba.

# PermissionKeyName
source: Notify on Approve
bg_bg: Известие при одобрение
hu_hu: Értesítés jóváhagyáskor

# PermissionKeyDescription
source: Notify approvers that a change has been approved.
bg_bg: Уведоми одобряващите, че промяната е одобрена.
hu_hu: A jóváhagyók értesítése a változtatás elfogadásáról.

# PermissionKeyName
source: Notify on Deny
bg_bg: Уведоми или откажи
hu_hu: Értesítés elutasításkor

# PermissionKeyDescription
source: Notify approvers that a change has been denied.
bg_bg: Уведоми одобряващите, че промяната е отхвърлена.
hu_hu: A jóváhagyók értesítése a változtatás elutasításáról.

# PermissionKeyName
source: Access User Search
bg_bg: Достъп до потребителско търсне
hu_hu: Felhasználó keresés hozzáférés

# PermissionKeyName
source: Edit User Details
bg_bg: Редактирай потребителски детайли
hu_hu: Felhasználói adatok szerkesztése

# PermissionKeyName
source: View User Attributes
bg_bg: Вижте потребителските атрибути.
hu_hu: Felhasználói attribútumok megtekintése

# PermissionKeyName
source: Activate/Deactivate User
bg_bg: Активирай/Деактивирай потребител
hu_hu: Felhasználó aktiválása / deaktiválása

# PermissionKeyName
source: Sign in as User
bg_bg: Вписване като потребител
hu_hu: Belépés másik felhasználóként

# PermissionKeyName
source: Delete User
bg_bg: Изтриване на потребител
hu_hu: Felhasználó törlése

# PermissionKeyName
source: Access Group Search
bg_bg: Достъп до търсене на групи
hu_hu: Csoport keresés hozzáférés

# PermissionKeyName
source: Edit Groups
bg_bg: Редактирай групите
hu_hu: Csoportok szerkesztése

# PermissionKeyName
source: Assign Groups to User
bg_bg: Зачисли групи към потребител
hu_hu: Csoportok hozzárendelése a felhasználóhoz

# PermissionKeyName
source: Perform Backups
bg_bg: Извършване на резервни копия
hu_hu: Mentések készítése

# PermissionKeyName
source: Access Task Permissions
bg_bg: Права на достъп до задачи
hu_hu: Hozzáférés a feladat jogosultságokhoz

# PermissionKeyName
source: Access Sitemap
bg_bg: Достъп до карта на сайта
hu_hu: Hozzáférés az Oldaltérképhez

# PermissionKeyName
source: Access Page Type Defaults
bg_bg: Права на достъп до старници по подразбиране

# PermissionKeyName
source: Empty Trash
bg_bg: Изчистване на кошчето
hu_hu: Lomtár ürítése

# PermissionKeyName
source: Uninstall Packages
bg_bg: Деинсталиране на пакети
hu_hu: Csomagok eltávolítása

# PermissionKeyName
source: Install Packages
bg_bg: Инсталирай пакети
hu_hu: Csomagok telepítése

# PermissionKeyName
source: View Newsflow
bg_bg: Разгледай новините
hu_hu: Hírfolyam megtekintése

# AttributeTypeName
source: Text
bg_bg: Текст
hu_hu: Szöveg

# AttributeTypeName
source: Text Area
bg_bg: Текстова област
hu_hu: Szövegmező

# AttributeTypeName
source: Checkbox
bg_bg: Отметка
hu_hu: Jelölőnégyzet

# AttributeTypeName
source: Date/Time
bg_bg: Дата/Час
hu_hu: Dátum/idő

# AttributeTypeName
source: Image/File
bg_bg: Картинка/Файл
hu_hu: Kép/Fájl

# AttributeTypeName
source: Number
bg_bg: Число
hu_hu: Szám

# AttributeTypeName
source: Rating
bg_bg: Рейтинг
hu_hu: Értékelés

# AttributeTypeName
source: Select
bg_bg: Избор
hu_hu: Kiválasztás

# AttributeTypeName
source: Address
bg_bg: Адрес
hu_hu: Cím

# AttributeKeyName
source: Meta Title
bg_bg: Meta заглавие
hu_hu: Meta cím

# AttributeKeyName
source: Meta Description
bg_bg: Meta описание
hu_hu: Meta leírás

# AttributeKeyName
source: Meta Keywords
bg_bg: Meta ключови думи
hu_hu: Meta kulcsszavak

# AttributeKeyName
source: Dashboard Icon
bg_bg: Икона на командното табло
hu_hu: Vezérlőpult ikon

# AttributeKeyName
source: Exclude From Nav
bg_bg: Изключване от навигацията
hu_hu: Kihagyás a navigációból

# AttributeKeyName
source: Exclude From Page List
bg_bg: Изключване от списъка
hu_hu: Kihagyás az Oldal listáról

# AttributeKeyName
source: Header Extra Content
bg_bg: Допълнения към заглавието
hu_hu: Fejléc extra tartalom

# AttributeKeyName
source: Exclude From Search Index
bg_bg: Изключване от индекса за търсене
hu_hu: Kihagyás a keresőindexből

# AttributeKeyName
source: Exclude From sitemap.xml
bg_bg: Изключване от sitemap.xml
hu_hu: Kihagyás a sitemap.xml fájlból

# AttributeKeyName
source: I would like to receive private messages.
bg_bg: Желая да получавам лични съобщения.
hu_hu: Szeretnék privát üzeneteket kapni.

# AttributeKeyName
source: Send me email notifications when I receive a private message.
bg_bg: Желая уведомяване по e-mail при получено лично съобщение.
hu_hu: E-mail értesítő küldése, ha privát üzenetem érkezik.

# AttributeKeyName
source: Width
bg_bg: Ширина
hu_hu: Szélesség

# AttributeKeyName
source: Height
bg_bg: Височина
hu_hu: Magasság

# AttributeKeyName
source: Duration
bg_bg: Продължителност
hu_hu: Időtartam

# AttributeSetName
source: Page Header
bg_bg: Горен колонтитул на страницата
hu_hu: Oldal fejléc

# AttributeSetName
source: Navigation and Indexing
bg_bg: Навигация и индексиране
hu_hu: Navigáció és Indexelés

# AttributeKeyName
source: Tags
bg_bg: Етикети
hu_hu: Címkék

# SelectAttributeValue
source: Hello World
bg_bg: Здравей, Свят!
hu_hu: Hello Világ

# SelectAttributeValue
source: style
bg_bg: Стил
hu_hu: Stílus

# SelectAttributeValue
source: icon
bg_bg: Икона
hu_hu: Ikon

# SelectAttributeValue
source: this
bg_bg: до

# AttributeKeyName
source: Thumbnail
bg_bg: Умалено
hu_hu: Bélyegkép

# AttributeKeyName
source: Featured
bg_bg: Характеристики

source: Appearance
bg_bg: Изглед

source: Control your site name and bookmark icons.
bg_bg: Провери наименованието на сайта и иконите на отметките.

source: Control how your site is edited.
bg_bg: Провери как е променен сайта.

source: Optimization & Maintenance
bg_bg: Оптимизация & Поддръжка

source: Notifications
bg_bg: Известия
hu_hu: Értesítések

source: Post-Login Settings
bg_bg: Настройки за вход

source: Importers
bg_bg: Допринесли

source: Developer
bg_bg: Разработчик

source: Export Database XML
bg_bg: Екпортиране на база данни в XML формат

source: Header Nav
bg_bg: Навигация на горен колонтитул

source: Main
bg_bg: Основен
hu_hu: Fő

source: Site Heading
bg_bg: Заглавие на сайта
hu_hu: Oldal fejléc

source: Full Width
bg_bg: Пълна ширина
hu_hu: Teljes szélesség

source: Left Sidebar
bg_bg: Ляв панел
hu_hu: Bal oldali oldalsáv

# AreaName
source: Sidebar
bg_bg: Панел
hu_hu: Oldalsáv

source: Right Sidebar
bg_bg: Десен панел
hu_hu: Jobboldali oldalsáv

source: Basic Editing
bg_bg: Основна редакция
hu_hu: Egyszerű szerkesztés

source: Search Your Site
bg_bg: Търсене в сайта
hu_hu: Keresés a weboldalán

source: About
bg_bg: Относно
hu_hu: Rólunk

source: Guestbook
bg_bg: Книга за гости
hu_hu: Vendégkönyv

source: Comments:
bg_bg: Коментари:
hu_hu: Hozzászólások:

source: View Newsflow Updates in an Overlay
bg_bg: Преглед на следващите новинарски обновявания.

source: Page
bg_bg: Страница
hu_hu: Oldal

source: Header Image
bg_bg: Заглавно изображение

source: Thumbnail Image
bg_bg: Умалено изображение

source: Blog Content
bg_bg: Съдържание на блога

# AreaName
source: Blog Post Header
bg_bg: Горен колонтитул

# AreaName
source: Blog Post More
bg_bg: Допълнителен колонтитул

# AreaName
source: Blog Post Footer
bg_bg: Долен колонтитул

# AreaName
source: FeaturedImage
bg_bg: Характерно изображение

# AreaName
source: ThumbnailImage
bg_bg: Умалено изображение

# AreaName
source: HeaderImage
bg_bg: Заглавно избражение

# AreaName
source: Thumbnail Image
bg_bg: Умалено изображение

# AreaName
source: Header Image
bg_bg: Заглавно изображение

source: Side Nav
bg_bg: Навигационна зона

source: Tell us what you think
bg_bg: Кажете ни Вашето мнение
hu_hu: Mondja el nekünk, hogy mit gondol

source: Contact Us
bg_bg: Контакти
hu_hu: Kapcsolat

source: Search This Site
bg_bg: Търси този сайт
hu_hu: Keresés a weboldalon

source: Archives
bg_bg: Архив
hu_hu: Archívumok

source: Hello World
bg_bg: Здравей, Свят!
hu_hu: Hello Világ

source: This is my first blog post!
bg_bg: Първата ми публикация в блога!
hu_hu: Ez az első blog bejegyzésem!

source: Blog Archives
bg_bg: Архив на блога
hu_hu: Blog Archívum

source: Search Blog
bg_bg: Търси в блога
hu_hu: Blog keresése

# TemplateFileName
source: Header
bg_bg: горен колонтитул
hu_hu: Fejléc

# TemplateFileName
source: Thumbnail
bg_bg: Умалено
hu_hu: Bélyegkép

# TemplateFileName
source: Read More
bg_bg: Виж още
hu_hu: Bővebben

source: External zip failed. Error description: %s
hu_hu: A külső zip folyamat megakadt az alábbi hibával: %s

source: The requested file is not valid.
hu_hu: A kért fájl hibás.

source: ID
hu_hu: Azonosító

source: URL to File
hu_hu: URL a fájlhoz

source: Download URL
hu_hu: Letöltési URL

source: Google Map
hu_hu: Google Térkép

source: concrete5 - open source content management system for PHP and MySQL
hu_hu: concrete5 - nyílt forrású tartalomkezelő rendszer PHP és MySQL alapokon.

source: Field available in File Manager Search.
hu_hu: A mező legyen elérhető a Fájlkezelőben kereséskor.

source: Marketplace integration disabled in configuration file.
hu_hu: Piactér integráció letiltva a konfigurációs fájlban.

source: URL
hu_hu: URL cím

source: Add To Sitewide %s
hu_hu: Hozzáadás a teljes weboldalon ehhez: %s

source: View Timed Permission Assignments
hu_hu: Időzített jogosultságok megtekintése

source: Move them to the parent area below
hu_hu: Áthelyezni az elrendezés alatti területre

source: Error Processing Importer Mail
hu_hu: Hiba az Email importáló feldolgozásakor

source: Rich Text - Simple (Default Setting)
hu_hu: Rich Text - Szimpla (Alapértelmezett beállítás)

source: Windows Bitmap
hu_hu: BMP

source: Stylesheet
hu_hu: CSS fájl

source: OGG Video
hu_hu: OGG Videó

source: F jS
hu_hu: F j.

source: autolow
hu_hu: automatikusan alacsony

source: autohigh
hu_hu: automatikusan magas

source: M jS, Y
hu_hu: Y. M. j.

source: Search the pages of your site and perform bulk actions on them.
hu_hu: Keressen az oldalak közt és hajtson végre rajtuk tömeges feladatokat.
