Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: There is a new reply on a guestbook in your concrete5 website. %s To view this guestbook, visit: %s
bg_bg: Има нов отговор в книгата за гости на Вашият concrete5 уебсайт. %s За да видите гнигата за гости, посете: %s

source: There has been a submission of the form %s through your concrete5 website. %s To view all of this form's submissions, visit %s
bg_bg: Предадена е форма %s през Вашия concrete5 уебсайт. %s За да видите всички предадени форми, отидете на %s

source: Text Area Options
bg_bg: Опции за текстовата област
hu_hu: Szövegmező opciók

source: Input Format
bg_bg: Входящ формат
hu_hu: Bevitel formátuma

source: Plain Text
bg_bg: Неформатиран текст
hu_hu: Szöveg

source: Address 1
bg_bg: Адрес 1
hu_hu: Cím 1

source: Address 2
bg_bg: Адрес 2
hu_hu: Cím 2

source: City
bg_bg: Град
hu_hu: Település

source: State/Province
bg_bg: Щат/Провинция
hu_hu: Megye

source: Choose State/Province
bg_bg: Изберете Щат/Провинция
hu_hu: Válassz megyét

source: Choose Country
bg_bg: Изберете страна
hu_hu: Válassz országot

source: Country
bg_bg: Страна
hu_hu: Ország

source: Postal Code
bg_bg: Пощенски код
hu_hu: Irányítószám

source: Address Options
bg_bg: Опции за адреса
hu_hu: Cím beállítások

source: Available Countries
bg_bg: Налични страни
hu_hu: Választható országok

source: All Available Countries
bg_bg: Всички налични страни
hu_hu: Minden választható ország

source: Selected Countries
bg_bg: Избрани страни
hu_hu: Kiválasztott országok

source: Default Country
bg_bg: Страна по подразбиране
hu_hu: Alapértelmezett ország

source: Date/Time Options
bg_bg: Опции за дата/час
hu_hu: Dátum/Idő beállítások

source: Ask User For
bg_bg: Питане на потребителя за
hu_hu: Kérjük a felhasználótól

source: Both Date and Time
bg_bg: Дата и час
hu_hu: A dátumot és időt

source: Date Only
bg_bg: Само дата
hu_hu: Csak a dátumot

source: Text Input Field
bg_bg: Текстово поле
hu_hu: Beviteli mező

source: Add Another Option
bg_bg: Добавяне на опция
hu_hu: Másik opció hozzáadása

source: Select Options
bg_bg: Избери опции

source: Allow multiple options to be chosen.
bg_bg: Разрешава избирането на множество опции.
hu_hu: Több lehetőség kiválasztásának engedélyezése.

source: User Submissions
bg_bg: Потребителски подавания
hu_hu: Felhasználók által beküldött

source: Option Order
bg_bg: Ред на опциите
hu_hu: Lehetőségek sorrendje

source: Display Order
bg_bg: Ред на показване
hu_hu: Megjelenítés sorrendje

source: Alphabetical
bg_bg: По азбучен ред
hu_hu: ABC sorrend

source: Most Popular First
bg_bg: Най-търсените първо
hu_hu: Legnépszerűbb előre

source: Values
bg_bg: Стойности
hu_hu: Értékek

source: Checkbox Options
bg_bg: Опции на отметките
hu_hu: Jelölőnégyzet beállítások

source: Default Value
bg_bg: Стойност по подразбиране
hu_hu: Alapértelmezett érték

source: The checkbox will be checked by default.
bg_bg: Отметката ще бъде включена по подразбиране.
hu_hu: A jelölőnégyzet be lesz pipálva alapértelmett beállításként.

source: Blog
bg_bg: Блог

source: Creates a concrete5-powered blog, complete with composer integration, integrated date navigation and tag-based searching, and a custom blog theme.
bg_bg: Създава concrete5 базиран блог, използващ composer интеграция, интегрирана навигация за дати и базирано на тагове търсене, и собствени блог дизайни.
hu_hu: Concrete5 alapú blog integrált szövegszerkesztővel, dátumra és tagre alapú kereséssel, valamint egyedi blog megjelenéssel.

source: Standard Website
bg_bg: Стандартна страница
hu_hu: Normál weboldal

source: Creates a simple website with common examples of concrete5 functionality, including the YouTube block, the slideshow block, the guestbook block, several page types and more.
bg_bg: Създава прост уеб сайт с често използвани примери от функционалностите на concrete5, включително Youtube блок, слайдшоу блока, блок с книгата за гости, няколко вида страници и още.
hu_hu: Egyszerű concrete5 weboldal létrehozása bemutató tartalommal.

source: Empty Site
bg_bg: Празен Сайт
hu_hu: Üres weblap

source: Install only items required for concrete5 to run. This will create a blank site.
bg_bg: Инсталирай неща които concrete5 има нужда за да работи. Това ще създаде Празен сайт.
hu_hu: Csak a concrete5 futtatásához szükséges elemeket telepíti. Egy üres weboldalt fog létrehozni.

source: Sample Content with Blog
bg_bg: Пробно съдържание с Блог
hu_hu: Példa tartalom bloggal

source: A great starting point for an attractive website with a blog.
bg_bg: Страхотна начална точка за атрактивен уеб сайт с блог.
hu_hu: Tökéletes kiindulópont egy vonzó weboldalhoz bloggal.

source: F d, Y \a\t g:i A
bg_bg: d, F, Y \a\t g:i A
hu_hu: Y. F d, \a\t g:i A

source: F d, Y \a\t g:i:s A
bg_bg: d, F, Y \a\t g:i:s A
hu_hu: Y. F d, \a\t g:i A

source: n/j/Y \a\t g:i A
bg_bg: j/n/Y \a\t g:i A
hu_hu: Y/m/j G:i

source: F j, Y
bg_bg: j, F, Y
hu_hu: Y F j.

source: Icon
bg_bg: Икона
hu_hu: Ikon

source: Rich Text
bg_bg: Форматиран текст
hu_hu: RTF

source: TAR Archive
bg_bg: TAR Архив
hu_hu: TAR Archiv

source: Zip Archive
bg_bg: Zip Архив
hu_hu: ZIP Archiv

source: GZip Archive
bg_bg: GZip Архив
hu_hu: GZip Archiv

source: Google Map disabled in edit mode.
bg_bg: Гугъл карти са забранени в режим на редактиране.
hu_hu: A Google Térkép nem érhető el szerkesztés üzemmódban.

source: Map Title
bg_bg: Име на картата
hu_hu: Térkép címe

source: Optional
bg_bg: Незадължително
hu_hu: Nem kötelező

source: e.g. 17 SE 3rd #410, Portland, OR, 97214
bg_bg: напр. бул. България 10, София, 1000
hu_hu: pl.: 17 SE 3rd #410, Portland, OR, 97214

source: Enter a number from 0 to 21, with 21 being the most zoomed in.
bg_bg: Въведете число от 0 до 21, като 21 е с най-малък мащаб.
hu_hu: Adjon meg egy számot 0 és 21 között, ahol a 21 a legerősebb nagyítás!

source: Location: %s
bg_bg: Местоположение: %s
hu_hu: Hely: %s

source: Latitude: %s
bg_bg: Ширина: %s
hu_hu: Szélességi fok: %s

source: Longitude: %s
bg_bg: Дължина: %s
hu_hu: Hosszúsági fok: %s

source: Error: The required page attribute with the handle of: "%s" doesn't exist
bg_bg: Грешка: Изискваният атрибут на страницата с думата: "%s" не съществува
hu_hu: HIba: a "%s" által kezelt oldal attribútum nem létezik

source: Advanced
bg_bg: Допълнително
hu_hu: Bővített

source: Display Title
bg_bg: Показване на заглавието
hu_hu: Cím megjelenítése

source: Display
bg_bg: Показване
hu_hu: Megjelenítés

source: Display Tags for the current page
bg_bg: Покажи Таговете за текущата страница
hu_hu: A jelenlegi oldal címkéinek megjelenítése

source: Display available tags
bg_bg: Покажи наличните тагове
hu_hu: A rendelkezésre álló címkék megjelenítése

source: Number to Display
bg_bg: Броя да се покажат
hu_hu: megjelenítendő szám

source: Link Tags to Page
bg_bg: Линкове на Тагове до Страница
hu_hu: Link címkét az oldalhoz

source: Featured Add-On
bg_bg: Топ допълнения
hu_hu: Kiemelt kiegészítő

source: Cannot retrieve data from the concrete5 marketplace.
bg_bg: Не можем да извлечем данни от concrete5 пазара.
hu_hu: Nem érhető el a concrete5 piactér.

source: Titling
bg_bg: Озаглавяване
hu_hu: Címzés

source: Next & Previous Labels
bg_bg: Линк за предишни/следващи
hu_hu: Következő és Előző cimkék

source: Page Titles
bg_bg: Заглавия на страници
hu_hu: Oldalcímek

source: Labels
bg_bg: Етикети
hu_hu: Címkék

source: Next Label
bg_bg: Следващ етикет
hu_hu: Következő címke

source: leave blank to hide
bg_bg: остави празно за да скриеш
hu_hu: hagyd üresen az elrejtéshez

source: Previous Label
bg_bg: Предишен етикет
hu_hu: Előző címke

source: Up Label
bg_bg: Горен Етикет
hu_hu: Fel címke

source: Navigation
bg_bg: Навигация
hu_hu: Navigáció

source: Arrows
bg_bg: Стрелки
hu_hu: Nyilak

source: Include &laquo; and &raquo;.
bg_bg: Включи &laquo; и &raquo;.

source: Loop
bg_bg: Цикъл
hu_hu: Ciklus

source: Return to start/end of page sequence.
bg_bg: Върни се до началото/края на последователността на страницата

source: System Pages
bg_bg: Системни Страници
hu_hu: Rendszer Oldalak

source: Exclude system pages.
bg_bg: Изключи системните страници
hu_hu: Rendszer oldalak kizárása

source: Ordering
bg_bg: Подредба
hu_hu: Rendezés

source: Order pages by
bg_bg: Подреди страниците по
hu_hu: Oldalak rendezési módja

source: Sitemap
bg_bg: Карта на сайта
hu_hu: Oldaltérkép

source: Chronological
bg_bg: Хронологично
hu_hu: Időrendi

source: Up
bg_bg: Нагоре
hu_hu: Fel

source: Loading Video... If you're seeing this message you may not have Flash installed.
bg_bg: Зареждане на видео... Ако виждате това съобщение, значи нямате инсталиран Flash.
hu_hu: Videó betöltése... Ha ezt az üzenetet látja lehetséges hogy nincs megfelelően telepítve a Flash lejátszója.

source: Height
bg_bg: Височина
hu_hu: Magasság

source: Video File
bg_bg: Видео файл
hu_hu: Videó fájl

source: Choose Video File
bg_bg: Избор на видео файл
hu_hu: Válasszon videó fájlt

source: Permission Denied
bg_bg: Отказан достъп
hu_hu: Engedély megtagadva

source: You don't have permission to access this RSS feed
bg_bg: Вие нямате достъп до тази RSS емисия
hu_hu: Nincs engedélye az RSS hírcsatorna megtekintéséhez.

source: Number and Type of Pages
bg_bg: Брой и тип на страниците
hu_hu: Oldalak száma és típusa

source: pages of type
bg_bg: страници от тип
hu_hu: típus oldalai

source: Featured pages only.
bg_bg: Само специални страници.
hu_hu: Csak kiemelt oldalak.

source: Location in Website
bg_bg: Местоположение в сайта
hu_hu: Hely a weboldalon

source: Display pages that are located
bg_bg: Показване на страници, намиращи се
hu_hu: Oldalak megjelenítése melyek itt vannak

source: everywhere
bg_bg: навсякъде
hu_hu: mindenhol

source: at the current level
bg_bg: от същото ниво.
hu_hu: a jelenlegi szinten

source: beneath this page
bg_bg: под тази страница
hu_hu: ezen az oldalon

source: beneath another page
bg_bg: под друга страница
hu_hu: másik oldalon

source: Display Format
bg_bg: Формат на показване
hu_hu: Formátum megjelenítése

source: Hierarchy
bg_bg: Йерархия
hu_hu: Hierarchia

source: Flat
bg_bg: Плосък
hu_hu: Lapos

source: Open by default to the...
bg_bg: Отвори по подразбиране към...
hu_hu: Alapértelmezésnél fogva megnyitva a...

source: Current Page
bg_bg: Текуща страница
hu_hu: Jelenlegi oldal

source: Current Month
bg_bg: Текущ месец
hu_hu: Aktuális hónap

source: Page Info
bg_bg: Информация за страницата
hu_hu: Oldal info

source: Titles
bg_bg: Заглавия
hu_hu: Címek

source: Titles &amp; Descriptions
bg_bg: Заглавия &amp; Описания
hu_hu: Címek &amp; Leírások

source: Truncate Titles
bg_bg: Скъсяване на заглавията
hu_hu: Címek levágása

source: Truncate titles after
bg_bg: Скъсяване след
hu_hu: Címek levágása

source: characters
bg_bg: символа
hu_hu: karakter után

source: Truncate Summaries
bg_bg: Отрязване на съдържанието
hu_hu: Kivonatok kihagyása

source: Truncate descriptions after
bg_bg: Отрязване на описанието след
hu_hu: Leírások levágása

source: Choose Image
bg_bg: Изберете изображение
hu_hu: Kép kiválasztása

source: Target Width
bg_bg: Оптимална ширина
hu_hu: Cél szélesség

source: Target Height
bg_bg: Оптимална височина
hu_hu: Cél magasság

source: Actual Width
bg_bg: Реална ширина
hu_hu: Aktuális szélesség

source: Actual Height
bg_bg: Реална височина
hu_hu: Aktuális magasság

source: Crop Image
bg_bg: Изрежи Снимката
hu_hu: Kép vágása

source: Crop + Upload Image
bg_bg: Рязане + качване на изображение
hu_hu: Megvágás + kép feltöltése

source: Image to Display
bg_bg: Изображение за показване
hu_hu: Megjelenítendő kép

source: Image On-State
bg_bg: Изображение при клик
hu_hu: Kép (egérmutató a kép fölött)

source: Choose Image On-State
bg_bg: Изберете изображение при клик
hu_hu: Kép kiválasztása (egérmutató a kép fölött)

source: Link and Caption
bg_bg: Връзка и надпис
hu_hu: link és felirat

source: Image Links to:
bg_bg: Изображението води към:
hu_hu: a kép kapcsolódik:

source: Nothing
bg_bg: Нищо
hu_hu: Semmi

source: Another Page
bg_bg: Още една страница
hu_hu: Másik oldal

source: External URL
bg_bg: Външен URL
hu_hu: Külső URL

source: Choose Page:
bg_bg: Избери страница:
hu_hu: Válasszon oldalt:

source: Alt Text/Caption
bg_bg: Алтернативен текст/надпис
hu_hu: Leírás

source: Constrain Image Dimensions
bg_bg: Ограничаване на резмерите
hu_hu: Kép méreteinek korlátozása

source: Max Width
bg_bg: Максимална ширина
hu_hu: Max. szélesség

source: Max Height
bg_bg: Максимална височина
hu_hu: Max. magasság

source: Scale Image
bg_bg: Оразмери изображение
hu_hu: Kép méretezése

source: Automatically
bg_bg: Автоматично
hu_hu: Automatikusan

source: Force Exact Image Match
bg_bg: Форсиране на точно съвпадение
hu_hu: Pontos kép egyezés kényszerítése

source: Invalid Permissions
bg_bg: Невалидни пълномощия
hu_hu: Érvénytelen engedélyek

source: Options
bg_bg: Опции
hu_hu: Beállítások

source: Form Name
bg_bg: Име на формата
hu_hu: Űrlap neve

source: Message to display when completed
bg_bg: Съобщение след приключване
hu_hu: Üzenet megjelenítése befejezéskor

source: Notify me by email when people submit this form
bg_bg: Уведомете ме по email, когато някой изпрати тази форма
hu_hu: Értesíts e-mailben amikor valaki elküldi ezt az űrlapot

source: (Seperate multiple emails with a comma)
bg_bg: (Разделете отделните адреси със запетаи)
hu_hu: (Több e-mailt vesszővel kell elválasztani)

source: Solving a <a href="%s" target="_blank">CAPTCHA</a> Required to Post?
bg_bg: Въвеждането на <a href="%s" target="_blank">CAPTCHA</a> задължително ли е при публикуване?
hu_hu: <a href="%s" target="_blank">CAPTCHA</a> megoldása szükséges az elküldéshez?

source: Redirect to another page after form submission?
bg_bg: Да пренасоча ли към друга страница след изпращане на форма?
hu_hu: Átirányítás egy másik oldalra az űrlap beküldése után?

source: Add uploaded files to a set?
bg_bg: Групиране на файловете?
hu_hu: Feltöltött fájl kollekcióhoz adása?

source: Add a New Question
bg_bg: Добавяне на въпрос
hu_hu: Új kérdés

source: Your question has been added. To view it click the preview tab.
bg_bg: Въпросът Ви бе добавен. За да го видите, отворете раздела за преглед.
hu_hu: Kérdését rögzítettük. Megtekintéséhez kattintson az előnézet fülre.

source: Question
bg_bg: Въпрос
hu_hu: Kérdés

source: Answer Type
bg_bg: Тип на отговора
hu_hu: Válasz típusa

source: Text Field
bg_bg: Текстово поле
hu_hu: Beviteli mező

source: Text Area
bg_bg: Текстова област
hu_hu: Szövegmező

source: Radio Buttons
bg_bg: Радио бутони
hu_hu: Választógombok

source: Select Box
bg_bg: Клетка за избор
hu_hu: Legördülő lista

source: Checkbox List
bg_bg: Списък за отбелязване
hu_hu: Jelölőnégyzet lista

source: File Upload
bg_bg: Качване на файл
hu_hu: Fájl feltöltése

source: Telephone
bg_bg: Телефон
hu_hu: Telefon

source: Web Address
bg_bg: Уеб адрес
hu_hu: Webcím

source: Date Field
bg_bg: Поле за дата
hu_hu: Dátum mező

source: DateTime Field
bg_bg: Дата/час поле
hu_hu: Dátum-Idő mező

source: Answer Options
bg_bg: Възможни отговори
hu_hu: Válasz beállításai

source: Put each answer options on a new line
bg_bg: Разположете всеки възможен отговор на отделен ред
hu_hu: Minden válasz új sorba

source: Text Area Width
bg_bg: Ширина на текстовото поле
hu_hu: Szövegmező szélessége

source: Text Area Height
bg_bg: Височена на текстовото поле
hu_hu: Szövegmező magassága

source: Reply to this email address
bg_bg: Отговорете на този email адрес
hu_hu: Válasz erre az email címre

source: Refresh
bg_bg: Обновяване
hu_hu: Frissítés

source: Add Question
bg_bg: Добавяне на въпрос
hu_hu: Új kérdés

source: Your question has been edited.
bg_bg: Вашият въпрос бе редактиран.
hu_hu: Kérdésének szerkesztése sikeres.

source: Edit Question
bg_bg: Редактиране на въпрос
hu_hu: Kérdés szerkesztése

source: Duration
bg_bg: Времетраене
hu_hu: Időtartam

source: Fade Duration
bg_bg: Времетраене на преливането
hu_hu: Átmenet időtartama

source: Set Number
bg_bg: Задаване на номер
hu_hu: Kollekció azonosító

source: Link URL (optional)
bg_bg: URL връзка (незадължително)
hu_hu: Link URL (nem kötelező)

source: File Set:
bg_bg: Набор от файлове:
hu_hu: Fájl gyűjtemény

source: Custom Slideshow
bg_bg: Друго слайдшоу
hu_hu: Individuelle Slideshow

source: Pictures from File Set
bg_bg: Изображения от групи файлове
hu_hu: Képek a fájl kollekcióból

source: Playback
bg_bg: Пускане
hu_hu: Lejátszás

source: Random (But keep sets together)
bg_bg: Произволен (запазвайки групите)
hu_hu: Véletlenszerű (a csoportokon belül)

source: Completely Random
bg_bg: Напълно случайно
hu_hu: Teljesen véletlenszerű

source: This block was copied from another location. Editing it will create a new instance of it.
bg_bg: Този блок беше копиран от друго място. Редактирането му ще създаде нова негова инстанция.
hu_hu: Ez egy másolt blokk. A szerkesztése új példány létrehozásával jár.

source: Feed URL
bg_bg: URL на емисията
hu_hu: Hírcsatorna URL címe

source: Date Format
bg_bg: Формат на датата
hu_hu: Dátum formátum

source: Enter a <a href="%s" target="_blank">PHP date string</a> here.
bg_bg: Въведете <a href="%s" target="_blank">PHP date</a> стринг тук.
hu_hu: Adj meg ide egy <a href="%s" target="_blank">PHP dátum formát</a>.

source: Feed Title
bg_bg: Заглавие на емисията
hu_hu: Hírcsatorna címe

source: # items to display
bg_bg: # артикули да се показват
hu_hu: # elem megjelenítése

source: Only Titles
bg_bg: Само заглавия
hu_hu: Csak hírcímek

source: Titles & Summary
bg_bg: Заглавия и резюме
hu_hu: Hírcímek és kivonat

source: Open links in a new window
bg_bg: Отваряне на връзките в нов прозорец
hu_hu: Linkek megnyitása új ablakban

source: Slot
bg_bg: Място
hu_hu: nyomonkövetés

source: You must install Adobe Flash to view this content.
bg_bg: Трябва да инсталирате Adobe Flash за да видите това съдържание.
hu_hu: A tartalom megtekintéséhez Adobe Flash lejátszó szükséges.

source: Flash File
bg_bg: Flash файл
hu_hu: Flash fájl

source: Quality
bg_bg: Качество
hu_hu: Minőség

source: low
bg_bg: ниско
hu_hu: alacsony

source: medium
bg_bg: средно
hu_hu: közepes

source: high
bg_bg: високо
hu_hu: magas

source: best
bg_bg: най-добро
hu_hu: legjobb

source: Minimum Version
bg_bg: Минимална версия
hu_hu: Minimális verzió

source: There were no results found. Please try another keyword or phrase.
bg_bg: Не са намерени резултати. Опитайте с друга ключова дума или фраза.
hu_hu: Nincs találat. Kérem próbálkozzon más kulcsszóval vagy kifejezéssel.

source: The search index does not appear to exist. This block will not function until the reindex job has been run at least once in the dashboard.
bg_bg: Изглежда не е изграден индекс за търсене. Този блок няма за проработи докато не се извърши поне едно индексиране от администрацията.
hu_hu: Lehet hogy nincs indexelve a tartalom. Ez a funkció csak akkor működik megfelelően, ha a Vezérlőpultban az indexelés legalább egyszer megtörtént.

source: Search Title
bg_bg: Заглавие на търсенето
hu_hu: Keresés címe

source: Submit Button Text
bg_bg: Текст на бутона за изпращане
hu_hu: A keresés gomb szövege

source: Search Within Path
bg_bg: Търсене в пътека
hu_hu: Keresési útvonal

source: Results Page
bg_bg: Страница за резултати
hu_hu: Eredmény oldal

source: Post to Another Page Elsewhere
bg_bg: Публикуване някъде на друга страница
hu_hu: Keresés űrlap küldése egy másik aloldalnak

source: OR Path
bg_bg: ИЛИ път
hu_hu: VAGY útvonal

source: Filter
bg_bg: Филтър
hu_hu: Szűrő

source: (<strong>Note</strong>: You must create the "is_featured" page attribute first.)
bg_bg: (<strong>Бележка</strong>: Първо трябва да създадете "is_featured" атрибута за страница.)
hu_hu: (<strong>Figyelem!</strong> Először létre kell hoznia az "is_featured" oldal attribútumot.)

source: Display page aliases.
bg_bg: Показване на клонирани страници
hu_hu: Oldal aliasok megjelenítése.

source: Pagination
bg_bg: Страниране
hu_hu: Oldalszámozás

source: Display pagination interface if more items are available than are displayed.
bg_bg: Показване на интерфейса за страниране ако има още неща за показване.
hu_hu: Oldallapozás megjelenítése több elem esetén.

source: Include all child pages
bg_bg: Включи всички подстраници
hu_hu: Tartalmazza az összes aloldalt.

source: Sort Pages
bg_bg: Сортиране на страници
hu_hu: Oldalak rendezése

source: Pages should appear
bg_bg: Страниците да се показват
hu_hu: Oldalak megjelenítése

source: in their sitemap order
bg_bg: според картата на сайта
hu_hu: az oldaltérkép szerint

source: with the most recent first
bg_bg: най-скорошните първо
hu_hu: az újabbak előre

source: with the earliest first
bg_bg: първо най-старите
hu_hu: a régebbiek előre

source: in alphabetical order
bg_bg: по азбучен ред
hu_hu: ABC sorrendben

source: in reverse alphabetical order
bg_bg: в обратен азбучен ред
hu_hu: fordított ABC sorrendben

source: Provide RSS Feed
bg_bg: RSS емисия
hu_hu: RSS hírcsatorna forrása (URL)

source: RSS Feed Title
bg_bg: Заглавие на RSS емисия
hu_hu: RSS hírcsatorna címe

source: RSS Feed Description
bg_bg: Описание на RSS емисия
hu_hu: RSS hírcsatorna leírása

source: Preview Pane
bg_bg: Панел за преглед
hu_hu: Előnézet lap

source: This page list doesn't use the custom blog template, or you don't have permission to access this RSS feed
bg_bg: Този списък на страници не използва ваши собствени темплейти за блог, или нямате достъп да видите тези RSS емисии
hu_hu: Ez az oldal nem használ saját blog sablont, vagy nincs joga ennek az RSS hírcsatornának a megtekintéséhez

source: RSS Icon
bg_bg: RSS икона
hu_hu: RSS ikon

source: RSS Feed
bg_bg: RSS емисия
hu_hu: RSS hírcsatorna

source: Newer Posts
bg_bg: По-нови публикации
hu_hu: Újabb bejegyzések

source: Older Posts
bg_bg: По-стари публикации
hu_hu: Régebbi bejegyzések

source: Comment
bg_bg: Коментар
hu_hu: Hozzászólás

source: Read full post
bg_bg: Прочети цялата публикация
hu_hu: Teljes bejegyzés elolvasása

source: Subscribe to RSS Feed
bg_bg: Абонирай се към RSS емисията
hu_hu: Feliratkozás az RSS hírcsatornára

source: Featured Theme
bg_bg: Топ изглед
hu_hu: Kiemelt téma

source: Link Text
bg_bg: Свързване на текст
hu_hu: Link szöveg

source: # of Months to display
bg_bg: Брой месеци за показване
hu_hu: # hónap megjelenítése

source: Months Link to Page
bg_bg: Месеците водят към страницата
hu_hu: hónap kapcsolva az oldalhoz

source: Welcome Back
bg_bg: Добре дошли!
hu_hu: Üdvözöljük!

source: concrete5 Update
bg_bg: concrete5 обновление
hu_hu: concrete5 frissítés

source: The latest version of concrete5 is <strong>%s</strong>. You are currently running concrete5 version <strong>%s</strong>.
bg_bg: Последната версия на <strong>concrete5</strong> е <strong>%s</strong>. В момента вие използвате версия <strong>concrete5</strong> <strong>%s</strong>.
hu_hu: A concrete5 legfrissebb verziója: <strong>%s</strong>. Jelenleg a <strong>%s</strong> verzió van telepítve.

source: Learn more and update.
bg_bg: Научете още и обновете.
hu_hu: Tudjon meg többet a frissítésről és frissítsen.

source: You have downloaded a new version of concrete5 but have not upgraded to it yet.
bg_bg: Новата версия на concrete5 е свалена, но не и инсталирана.
hu_hu: A concrete5 legújabb verziója már le van töltve, de a frissítés még nem történt meg.

source: Update concrete5.
bg_bg: Обновяване на Concrete5
hu_hu: concrete5 frissítése

source: Add-On Updates
bg_bg: Обновления на допълнения
hu_hu: Bővítmény frissítés

source: There is currently <strong>1</strong> update available.
bg_bg: В момента е достъпно <strong>1</strong> обновление.
hu_hu: Jelenleg <strong>1</strong> frissítés érhető el.

source: There are currently <strong>%s</strong> updates available.
bg_bg: В момента са достъпни <strong>%s</strong> обновления.
hu_hu: Jelenleg <strong>%s</strong> frissítés érhető el.

source: Update add-ons.
bg_bg: Обновяване на добавки.
hu_hu: Kiegészítők frissítése.

source: You've voted on this survey.
bg_bg: Вашето мнение е регистрирано.
hu_hu: A felmérés sikeres.

source: survey results
bg_bg: резултати от проучване
hu_hu: a kérdőív eredménye
