Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: File %s not found. All themes need default.php and view.php files in them. Consult concrete5 documentation on how to create these files.
bg_bg: Файл %s не е намерен. Всички теми изискват наличието на default.php и view.php. За да създадете тези файлове прегледайте документацията на Concrete5.
hu_hu: %s fájl nem található. Minden témához szükséges a default.php és a view.php. Nézz utána a concrete5 dokumentációjában, hogy hogyan készítsd el ezeket a fájlokat.

source: Could not transfer to temp directory - file not found.
bg_bg: Невъзможен трансфер към временна папка - несъществуващ файл.
hu_hu: A temp könyvtárba történő átvitel sikertelen - a fájl nem található.

source: There was an error unpacking your file. Perhaps you have not uploaded a valid zip file, or you do not have zip installed.
bg_bg: Имаше грешка при разархивиране на вашия файл. Може би не сте качили валиден компресиран файл, или вие нямате инсталирана разархивираща програма.
hu_hu: Hiba a fájl kicsomagolása során. Lehet, hogy a feltöltött zip fájl sérült, vagy nincs a zip telepítve a szerveren.

source: The directory %s already exists. Perhaps this item has already been installed.
bg_bg: Директория %s вече съществува. Може би този обект вече е инсталиран.
hu_hu: A könyvtár %s már létezik. Lehetséges, hogy ez az elem korábban már telepítve lett.

source: Unable to copy directory %s to %s. Perhaps permissions are set incorrectly or the target directory does not exist.
bg_bg: Невъзможно е да се копира директория %s в %s. Вероятно правата са зададени грешно или директорията не съществува.
hu_hu: Nem lehet a %s könyvtárat átmásolni ide: %s. Elképzelhető, hogy a jogosultságok nemmegfelelően vannak beállítva vagy a célkönyvtár nem létezik.

source: debug
bg_bg: Дебъгване
hu_hu: hibakeresés

source: Unable to create backup file: %s
bg_bg: Не може да бъден създаден резервен файл: %s

source: The file was only partially uploaded.
bg_bg: Файлът е качен само отчасти.
hu_hu: A fájl részlegesen van feltöltve.

source: Uploaded file is too large. The current value of upload_max_filesize is %s
bg_bg: Качваният файл е много голям. Текущата стойност на upload_max_filesize е %s
hu_hu: A feltöltött fájl túl nagy. Az upload_max_filesize jelenlegi értéke %s

source: Unable to copy file to storage directory. Please check permissions on your upload directory and ensure they can be written to by your web server.
bg_bg: Файлът не може да бъде копиран директно в хранилището. Моля, проверете пълномощията за вашата директория за качване и се уверете, че е разрешена за писане от Вашия уеб сървър.
hu_hu: Fájl másolása a Dokumentumtárba sikertelen. Kérem ellenőrizze a feltöltési könyvtár jogosultságait, bizonyosodjon meg arról, hogy a webszerver írni tudja.

source: An unknown error occurred while uploading the file. Please check that file uploads are enabled, and that your file does not exceed the size of the post_max_size or upload_max_filesize variables. File Uploads: %s Max Upload File Size: %s Post Max Size: %s
bg_bg: Непозната грешка в процеса на качването на файла. Провери разрешено ли е качването на файлове и дали файла ти не попада в ограниченията на post_max_size или upload_max_filesize променливите. Файл качвания: %s Максимален размер на качвания файл: %s Макзимален размер на POST метод: %s
hu_hu: Ismeretlen hiba a feltöltés során. Kérem ellenőrizze, hogy a feltöltés engedélyezve van-e. A fájl nem lehet nagyobb mint a post_max_size vagy az upload_max változók értéke. Fájl feltöltések: %s Feltölthető maximális fájlméret: %s Elküldhető maximális fájlméret: %s

source: Video
bg_bg: Видео
hu_hu: Videó

source: Text
bg_bg: Текст
hu_hu: Szöveg

source: Audio
bg_bg: Аудио
hu_hu: Zene

source: Document
bg_bg: Документ
hu_hu: Dokumentum

source: Application
bg_bg: Приложение
hu_hu: Alkalmazás

source: A new version of concrete5 is now available.
bg_bg: Налична е нова версия на Concrete5.
hu_hu: A concrete5 újabb verziója elérhető.

source: Next
bg_bg: Следващи
hu_hu: Következő

source: Previous
bg_bg: Предишни
hu_hu: Előző

source: An error occured while attempting to determine file permissions.
bg_bg: Възникна грешка при опита за установяване на правата.

source: Unable to complete action: your IP address has been banned. Please contact the administrator of this site for more information.
bg_bg: Действието не може да бъде завършено: Вашият IP адрес е блокиран. Моля свържете се администраторът на сайта за повече информация.
hu_hu: A művelet végrehajtása nem lehetséges: az Ön IP címe tiltva van. További információért kérem vegye fel a kapcsolatot a weboldal adminisztrátorával.

source: URL: %s
bg_bg: линк: %s

source: User: %s (ID %s)
bg_bg: Потребител: %s (ID %s)
hu_hu: Felhasználó: %s (Azonosító: %s)

source: Type: %s
bg_bg: Вид: %s
hu_hu: Típus: %s

source: spam
bg_bg: спам

source: Invalid form token. Please reload this form and submit again.
bg_bg: Невалиден токен. Моля, презареди тази форма и изпрати отново.
hu_hu: Érvénytelen űrlap token. Töltse be majd küldje el újra az űrlapot.

source: Banned words list not found.
bg_bg: Списъкът на забранените думи не е намерен.
hu_hu: Nem található a tiltott szavak listája.

source: Banned words list has improper permissions.
bg_bg: Листът със забранени думи е с неточни права
hu_hu: Helytelen jogosultságú a tiltott szavak listája.

source: Choose User
bg_bg: Избери потребител
hu_hu: Válasszon felhasználót

source: Select User
bg_bg: Избери потребител
hu_hu: Válasszon felhasználót

source: No users selected.
bg_bg: Не е избран потребител.
hu_hu: Nincsenek felhasználók kiválasztva.

source: Select Page
bg_bg: Избери страница
hu_hu: Oldal kiválasztása

source: Mail Exception Occurred. Unable to send mail:
bg_bg: Възникна изключение. Невъзможно изпращането на поща:
hu_hu: Levelezési hiba. A levél elküldése sikertelen:

source: Template Used
bg_bg: Използван шаблон
hu_hu: Használt sablon

source: To
bg_bg: До
hu_hu: Címzett

source: From
bg_bg: Подател
hu_hu: Feladó

source: Reply-To
bg_bg: Отговор до

source: Subject
bg_bg: Тема
hu_hu: Tárgy

source: Body
bg_bg: Съдържание
hu_hu: Tartalom

source: EMAILS ARE ENABLED. THIS EMAIL WAS SENT TO mail()
bg_bg: ПИСМАТА СА РАЗРЕШЕНИ. ТОЗИ E-MAIL БЕ ИЗПРАТЕН НА mail()
hu_hu: E-MAILEZÉS ENGEDÉLYEZVE. AZ E-MAIL ELKÜLDVE mail() függvénynek

source: EMAILS ARE DISABLED. THIS EMAIL WAS LOGGED BUT NOT SENT
bg_bg: ПИСМАТА СА ЗАБРАНЕНИ. ТОЗИ E-MAIL БЕ СЪХРАНЕН, НО НЕ И ИЗПРАТЕН
hu_hu: E-MAILEZÉS LETILTVA. AZ E-MAIL NAPLÓZVA VAN, DE NINCS ELKÜLDVE

source: concrete5 - open source CMS
bg_bg: concrete5 - отворен източник CMS
hu_hu: concrete5 - nyílt forrású CMS

source: All rights reserved.
bg_bg: Всички права запазени.
hu_hu: Minden jog fenntartva.

source: Currently logged in as <b>%s</b>.
bg_bg: Добре дошли <b>%s</b>.
hu_hu: Bejelentkezve: <b>%s</b>

source: Sign In to Edit this Site
bg_bg: Вход за клиенти
hu_hu: Az oldal szerkesztéséhez jelentkezzen be

source: &lt; Back to Home
bg_bg: &lt; Назад към заглавната страница
hu_hu: &lt; Vissza a kezdőlapra

source: Back
bg_bg: Назад
hu_hu: Vissza

source: Return to Website
bg_bg: Връщане в сайта
hu_hu: Visszatérés a weboldalra

source: Save Positioning
bg_bg: Запис на позиционирането
hu_hu: Állapot mentése

source: Save Changes
bg_bg: Запис на промените
hu_hu: Változtatások mentése

source: Edit Page
bg_bg: Редакция страница
hu_hu: Oldal szerkesztése

source: Posted by %s on %s
bg_bg: Публикувано от %s на %s
hu_hu: Küldte %s ekkor: %s

source: Built with <a href="http://www.concrete5.org/" alt="Free Content Management System" target="_blank">concrete5 - an open source CMS</a>
bg_bg: Създадено с <a href="http://www.concrete5.org/" alt="Free Content Management System" target="_blank">concrete5 - отворен източник CMS</a>

source: Posted by <span class="post-author">%1$s at <a href="%2$s">%3$s on %4$s</a></span>
bg_bg: Публикувано от <span class="post-author">%1$s в <a href="%2$s">%3$s на %4$s</a></span>

source: Share:
bg_bg: Сподели:

source: Share on Twitter
bg_bg: Сподели в Twitter

source: Share on Facebook
bg_bg: Сподели във Facebook

source: Posted by %1$s on %2$s
bg_bg: Публикувано от %1$s на %2$s

source: of
bg_bg: от

source: Are you sure you want to remove this attribute?
bg_bg: Сигурни ли сте, че искате да премахнете този атрибут?
hu_hu: Biztosan el akarod távolítani ezt az attribútumot?

source: Delete Attribute
bg_bg: Изтриване на атрибут
hu_hu: Attribútum törlése

source: %s: Basic Details
bg_bg: %s: Основни детайли
hu_hu: %s: Alap adatok

source: Handle
bg_bg: Етикет
hu_hu: Kezelő

source: Required
bg_bg: Задължително
hu_hu: Szükséges

source: Set
bg_bg: Набор
hu_hu: Beállítás

source: ** None
bg_bg: ** Няма
hu_hu: ** Válassz

source: Searchable
bg_bg: За търсене
hu_hu: Kereshető

source: Content included in "Keyword Search".
bg_bg: Съдържанието е включено в "Търсене с ключови думи"
hu_hu: Legyen kereshető kulcsszavas keresésnél.

source: Field available in "Advanced Search".
bg_bg: Налично е поле в "Разширено търсене"
hu_hu: A mező kiválasztható bővített keresésnél.

source: Content included in file search index.
bg_bg: Съдържанието е добавено към индекса за файлово търсене.

source: Content included in user keyword search.
bg_bg: Съдържанието е включено в търсенето с ключови думи.

source: Add
bg_bg: Добавяне
hu_hu: Hozzáadás

source: User Attribute Options
bg_bg: Опции на потребителските атрибути
hu_hu: Felhasználói attribútumok beállítása

source: Public Display
bg_bg: Публично показване
hu_hu: Publikus megjelenítés

source: Displayed in Public Profile.
bg_bg: Показан в публичния профил.
hu_hu: Megjelenítve a publikus profilban.

source: Displayed on Member List.
bg_bg: Показан в списъка на членовете.
hu_hu: Megjelenítve a tagok listájában.

source: Edit Mode
bg_bg: Редактиране
hu_hu: Szerkesztő mód

source: Editable in Profile.
bg_bg: Редактира се в профила.
hu_hu: Szerkeszthető a profilban.

source: Editable and Required in Profile.
bg_bg: Редактира се и е задължително в профила.
hu_hu: Szerkeszthető és kötelező a profilban.

source: Registration
bg_bg: Регистрация
hu_hu: Regisztráció

source: Show on Registration Form.
bg_bg: Показване във формата за регистрация.
hu_hu: Megjelenítés a regisztrációs űrlapon.

source: Require on Registration Form.
bg_bg: Задължително във формата за регистрация.
hu_hu: Kötelező a regisztrációs űrlapon.

source: Delete File Set
bg_bg: Изтриване на набор файлове
hu_hu: Fájl kollekció törlése

source: Display files in no sets.
bg_bg: Показване на файловете извън наборите.
hu_hu: Csoportosítatlan fájlok megjelenítése.

source: With Selected
bg_bg: С избраните
hu_hu: Művelet a kijelölttel

source: Thumbnail
bg_bg: Умалено
hu_hu: Bélyegkép

source: No files found.
bg_bg: Няма намерени файлове.
hu_hu: Egy fájl sem található.

source: Fields
bg_bg: Графи
hu_hu: Mezők

source: Extension
bg_bg: Удължение
hu_hu: Kiterjesztés

source: Added Between
bg_bg: Добавено между
hu_hu: Hozzáadva

source: Added to Page
bg_bg: Добавено в стр.
hu_hu: Hozzáadva oldalhoz

source: Only displaying %s files.
bg_bg: Показване само на %s файлове.
hu_hu: Csak %s fájlok mutatása.

source: Only displaying files with extension .%s.
bg_bg: Показване само на файлове с разширение .%s.
hu_hu: Csak a .%s kiterjesztésű fájlok láthatóak.

source: ** Select a saved search.
bg_bg: ** Записани търсения.
hu_hu: ** Válasszon egy mentett keresést.

source: ** None (Exit Saved Search)
bg_bg: ** Нито едно (Излизане от запазени търсения)

source: Saved Search
bg_bg: Запазено търсене
hu_hu: Elmentett keresés

source: Keywords
bg_bg: Ключови думи
hu_hu: Kulcsszavak

source: # Per Page
bg_bg: # на страница
hu_hu: # Oldalanként

source: Advanced Search
bg_bg: Разширено търсене
hu_hu: Részletes keresés

source: Additional Filters
bg_bg: Допълнителни филтри
hu_hu: További szűrők

source: Select Search Field.
bg_bg: Избор на графа за търсене.
hu_hu: Válasszon kereső mezőt.

source: Customize Results
bg_bg: Персонализарайте резултатите
hu_hu: Eredmény testreszabása

source: Upload File
bg_bg: Качване на файл
hu_hu: Fájl feltöltése

source: Upload
bg_bg: Качване
hu_hu: Feltöltés

source: Undo
bg_bg: Отмени
hu_hu: Visszavonás

source: Zoom
bg_bg: Мащаб
hu_hu: Nagyítás

source: Rotate
bg_bg: Завъртане
hu_hu: Forgatás

source: You have not created any file sets yet.
bg_bg: Още не сте създали набор от файлове.
hu_hu: Nem hozott még létre egy fájl kollekciót sem.

source: If a file set does not appear above, you either have no access to add files to it, or it does not accept the file types %s.
bg_bg: Ако комплектът файлове не се появява отгоре, Вие или нямате достъп, за да добавяте файлове, или %s типове файлове не се допускат.
hu_hu: Ha a fájl kollekció nem jelenik meg fent, akkor vagy nincs hozzá engedélye, vagy nem fogad el %s fájltípust.

source: Add to New Set
bg_bg: Добавяне в нов набор
hu_hu: Hozzáadás új kollekcióhoz

source: Make set public
bg_bg: Направи набора публичен
hu_hu: Kollekció nyílvánossá tétele

source: Free
bg_bg: Безплатно
hu_hu: Ingyenes

source: Category
bg_bg: Категория
hu_hu: Kategória

source: More Options
bg_bg: Още опции
hu_hu: További lehetőségek

source: Compatibility
bg_bg: Съвместимост
hu_hu: Kompatibilitás

source: Include only add-ons compatible with my version of concrete5.
bg_bg: Прибави само добавките съвместими с моята версия на concrete5.
hu_hu: Csak a jelenlegi concrete5 veriójával kompatibilis kiegészítők listázása

source: Add Image
bg_bg: Добавяне на изображение
hu_hu: Új kép

source: Insert Link to Page
bg_bg: Вмъкване на връзка към страница
hu_hu: Link beillesztése az oldalra

source: Customize Toolbar
bg_bg: Преправяне на лента с инструменти
hu_hu: Eszköztár testreszabása

source: Learn More
bg_bg: Научете още
hu_hu: További infó

source: Include block in Composer
bg_bg: Включи блок в Композитор
hu_hu: Jelenjen meg ez a blokk a Szerkesztőben

source: Block Name
bg_bg: Блокирай име
hu_hu: Blokk neve

source: Custom Composer Template
bg_bg: Композитор темплейт по избор
hu_hu: Egyedi szerkesztő sablon

source: None selected
bg_bg: Няма избрани
hu_hu: Semmit sem választott ki!

source: Who can view this page?
bg_bg: Кой може да вижда тази страница?
hu_hu: Ki láthatja ezt az oldalt?

source: Who can edit this page?
bg_bg: Кой може да редактира тази страница?
hu_hu: Ki szerkesztheti ezt az oldalt?

source: Contents
bg_bg: Съдържания
hu_hu: tartalma

source: No stacks can be added to this area.
bg_bg: Не могат да бъдат добавени комплекти към тази зона.
hu_hu: Nem adható konténer ezen területhez

source: Note: Since you haven't checked this page out for editing, these changes will immediately be approved.
bg_bg: Бележка: След като не сте отбелязали тази страница за редакция, промените ще бъдат незабавно одобрени.

source: Custom Attributes
bg_bg: Допълнителни атрибути
hu_hu: Egyéni attribútumok

source: Page Paths and Location
bg_bg: Път и място на страницата
hu_hu: Oldal útvonalak és helyek

source: Page ID: %s
bg_bg: ID на страницата: %s
hu_hu: Oldal ID: %s

source: Public Date/Time
bg_bg: Публични дата и час
hu_hu: Publikálás időpontja

source: Owner
bg_bg: Собственик
hu_hu: Tulajdonos

source: Canonical URL
bg_bg: Каноничен URL
hu_hu: Egyszerűsített URL cím

source: This page must always be available from at least one URL. That URL is listed above.
bg_bg: Тази страница трябва да бъде достъпна поне от един URL. Този URL е изписан отгоре.
hu_hu: Ennek az oldalnak mindig elérhetőnek kell lennie legalább egy URL címről. Ez a cím fent van listázva.

source: More URLs
bg_bg: Още линкове
hu_hu: További URL-ek

source: Remove Path
bg_bg: Премахни път
hu_hu: Útvonal törlése

source: Add Path
bg_bg: Добави път
hu_hu: Új útvonal

source: Member Since
bg_bg: Член от
hu_hu: Ennyi ideje tag

source: Add to My Friends
bg_bg: Добави към приятели
hu_hu: Hozzáadás a barátaimhoz

source: Remove from My Friends
bg_bg: Премахване от приятелите ми
hu_hu: Eltávolítás a barátaim közül

source: Send Private Message
bg_bg: Изпрати лично съобщение
hu_hu: Privát üzenet küldése

source: Search Members
bg_bg: Търсене на потребители
hu_hu: Tagok keresése

source: Grouped by set
bg_bg: Групирани по набори
hu_hu: Csoportosítva

source: In one list
bg_bg: В един списък
hu_hu: Egy listában

source: Manage Sets
bg_bg: Управление настройки
hu_hu: Kollekciók kezelése

source: No attributes defined.
bg_bg: Няма дефинирани атрибути
hu_hu: Nincsenek attribútumok definiálva.

source: Your site is <strong>not</strong> connected to the concrete5 community.
bg_bg: Вашият сайт <strong>не е</strong> свързан към concrete5 общността.
hu_hu: Oldalad <strong>nincs</strong> kapcsolódva a concrete5 közösséghez.

source: The base URL of your site does not match a registered instance of the site. Please click below to authenticate your site again.
bg_bg: Основният URL не съвпада с регистрирания вариант на сайта. За да потвърдите отново сайта, моля натиснете тук.
hu_hu: Oldalad domainje nem egyezik az oldalon regisztrálttal. Kérlek kattints lent oldalad újbóli azonosításához.

source: Error establishing connection to the concrete5 community. Please check that curl and other required libraries are enabled.
bg_bg: Грешка при установяване на връзка с concrete5 общността. Моля, проверете дали са включени "curl" и другите необходими библиотеки.
hu_hu: Hiba a kapcsolatfelvétel során a concrete5 közösséghez. Kérlek ellenőrizd, hogy a curl és más szükséges könyvtárak engedélyezve vannak-e.

source: Setting up a project page for your site on concrete5.org is safe and private, and gives you lots of benefits including:
bg_bg: Започването на проект за Вашият сайт на concrete5.org е безопастно и повеително, и Ви предлага много предимства като:
hu_hu: Egy projekt oldal beállítása oldaladhoz a concrete5.org-on biztonságos és személyes, és a következő lehetőségeket foglalja magában:

source: Automatically install add-ons and themes with a mouse click.
bg_bg: Автоматично инсталиране на теми и добавки с едно натискане на мишката.
hu_hu: Kiegészítők és témák automatikus telepítése egyetlen kattintással.

source: Ensure your software is up to date and stable.
bg_bg: Гаранция, че Вашият софтуер се обновява постоянно и е стабилен .
hu_hu: CMS frissítése.

source: Get support from developers.
bg_bg: Свържете се с разработчиците за поддръжка.
hu_hu: Támogatás fejlesztőktől.

source: And much more!
bg_bg: И още много!
hu_hu: És még sok egyéb dolog!

source: It only takes a moment and you don't even have to leave your site.
bg_bg: Отнема само минута, без дори да се налага да напускате сайта.
hu_hu: Egy pillanat az egész, el sem kell hagynod az oldalad.

source: Connect to Community
bg_bg: Връзка с общността
hu_hu: Kapcsolódás a Közösséghez

source: The latest version of concrete5 is <strong>%s</strong>. You are running %s. <a href="%s">Update Now</a>!
bg_bg: Последната версия на concrete5 е <strong>%s</strong>. Вие работите с %s. <a href="%s">Обновете я сега</a>!
hu_hu: A concrete5 legfrissebb verziója: <strong>%s</strong>. Jelenleg a %s verzió van telepítve. <a href="%s">Frissítsen most</a>!

source: You have downloaded a new version of concrete5 but have not upgraded to it yet. <a href="%s">Upgrade your site to %s now</a>!
bg_bg: Вие сте свалили последната версия на concrete5, но все още не сте обновили старат. <a href="%s">Обновете сайта си с %s сега</a>!
hu_hu: Letöltötte a concrete5 újabb verzióját, de a frissítés még nem történt meg. <a href="%s">Frissítsen a %s verzióra most</a>!

source: Yesterday
bg_bg: Вчера
hu_hu: Tegnap

source: Full Release Notes
bg_bg: Всички бележки по изданието
hu_hu: Teljes kiadási megjegyzések

source: Update concrete5
bg_bg: Обновяване на Concrete5
hu_hu: concrete5 frissítése

source: Update Addon
bg_bg: Обнови добавка
hu_hu: Kiegészítő frissítése

source: Read More
bg_bg: Виж още
hu_hu: Bővebben

source: Read Full Post
bg_bg: Цялата статия
hu_hu: A teljes bejegyzés elolvasása

source: More Information
bg_bg: Информация
hu_hu: További információ

source: There are no pages of this type added to your website. If there were, you'd be able to choose which of those pages this block appears on.
bg_bg: В сайта няма страници от този тип. Ако имаше, щеше да е възможно да изберете страница, в която да се показва този блок.
hu_hu: Nincs hozzáadva ilyen típusú oldal az Ön weboldalához. Ha lenne, ki tudná választani hogy ez a blokk mely oldalakon jelenjen meg.

source: Choose which pages below this particular block should appear on. Any previously selected blocks may also be removed using the checkbox. Click the checkbox in the header to select/deselect all pages.
bg_bg: Изберете в кои страници да се показва този блок. Вече избраните блокове могат да се премахнат, като се махне отметката. Кликнете върху отметката в заглавната част за да изберете/откажете всички страници.
hu_hu: Válassza ki a lenti oldalak közül, hogy hol jelenjen meg ez a blokk. Minden korábban kiválasztott blokk törölhető a jelölőnégyzet segítségével. Kattintson a fejléc jelölőnégyzetére az összes oldal kiválasztásához vagy a kiválasztás törléséhez.

source: Date Created
bg_bg: Дата на създаване
hu_hu: Létrehozás dátuma

source: Date Modified
bg_bg: Дата на промяна
hu_hu: Módosítás dátuma

source: There are no custom templates available.
bg_bg: Тук няма собствени шаблони.
hu_hu: Nincs elérhető egyéb sablon.

source: You may not delete the home page.
bg_bg: Не можете да изтриете главната страница
hu_hu: A kezdőlap törléséhez nincs engedélye.

source: Before you can delete this page, you must delete all of its child pages.
bg_bg: Преди да изтриете тази страница трябва да изтриете всичките й подчинени.
hu_hu: Az oldal törlése előtt ki kell törölnie annak összes aloldalát.

source: Warning! This is a system page. Deleting it could potentially break your site. Please proceed with caution.
bg_bg: Внимание! Това е системна страница. Изтриването ѝ потенциално би разбило Вашият сайт. Моля оперирайте с внимание.

source: Are you sure you wish to delete this page?
bg_bg: Сигурни ле сте, че искате да изтриете тази страница?
hu_hu: Biztos benne, hogy töröli ezt az oldalt?

source: This will remove %s child page(s).
bg_bg: Това ще премахне подчинените страници на %s.
hu_hu: %s aloldal törlődni fog.

source: Deleted pages are moved to the trash can in the sitemap.
bg_bg: Изтритите страници са преместени в кошчето на картата на сайта.
hu_hu: A töröl oldalak áthelyezésre kerülnek a lomtárba az oldaltérképen.

source: This cannot be undone.
bg_bg: Това не може да бъде възстановено.
hu_hu: Ez a művelet nem vonható vissza.

source: Open Link in New Window
bg_bg: Отваряне на връзката в нов прозорец
hu_hu: Link megnyitása új ablakban

source: You have no items in your Clipboard.
bg_bg: Нямате елементи в системния буфер.
hu_hu: Nincsenek elemeid a Vágólapodon.

source: This block is no longer available.
bg_bg: Този блок вече не е достъпен.
hu_hu: Ez a blokk többé nem elérhető.

source: Remove from Clipboard
bg_bg: Премахнете от системния буфер
hu_hu: Eltávolítás a vágólapról

source: Permission on
bg_bg: Права върху

source: the %s block named <strong>%s</strong> in <strong>%s</strong> Area.
bg_bg: %s блокът с име <strong>%s</strong в <strong>%s</strong> област.

source: <strong>%s Block</strong> in <strong>%s</strong> Area.
bg_bg: <strong>%s Блок</strong> в <strong>%s</strong> област.
hu_hu: <strong>%s Blokk</strong> található a <strong>%s</strong> terülten.

source: Entire Page
bg_bg: Цялата страница
hu_hu: Teljes oldal

source: Nobody
bg_bg: Никого
hu_hu: Senki

source: Assigned to <strong>%s</strong>.
bg_bg: Зададен към <strong>%s</strong>.

source: No timed permission assignments
bg_bg: Няма зададени временни права
hu_hu: Nincsenek időzített jogosultságok

source: Add To %s
bg_bg: Добави към %s
hu_hu: Hozzáadás ehhez: %s

source: URL Slug
bg_bg: URL адрес
hu_hu: Beszédes URL

source: Add %s
bg_bg: Добавяне %s
hu_hu: %s hozzáadása
