Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: This is an internal block type.
bg_bg: Това е вътрешен тип блок.
hu_hu: Ez egy belső blokk típus

source: Back to Block Types
bg_bg: Назад към Типове блок
hu_hu: Vissza a blokk típusokhoz

source: This will remove all instances of the %s block type. This cannot be undone. Are you sure?
bg_bg: Това ще премахне всички инстанции на типа блок - %s. Това не може да се върне обратно. Сигурни ли сте?
hu_hu: Ezzel %s blokktípus minden példánya törlődni fog. Biztos benne? A művelet visszavonhatatlan!

source: No custom block types are awaiting installation.
bg_bg: Няма тъпове блок по Ваш избор, които да изчакват инсталация.
hu_hu: Nincsenek telepítésre váró egyedi blokk típusok.

source: Installed Block Types
bg_bg: Инсталирани типове блок
hu_hu: Telepített blokk típusok

source: Are you sure you wish to reset the display order of installed block types?
bg_bg: Сигурни ли сте, че искате да нулирате реда, в който се показват инсталираните типове блок?

source: Reset Order
bg_bg: Нулиране на реда
hu_hu: Sorrend visszaállítása

source: Internal Block Types
bg_bg: Вътрешени типове блок

source: Block &amp; Stack Permissions
bg_bg: Блокирай &amp; права на комплектите
hu_hu: Blokk és konténer jogosultságok

source: You cannot access these permissions.
bg_bg: Нямате достъп до тези права.
hu_hu: Nem férhet hozzá ezekhez a jogosultságokhoz.

source: Stack Permissions
bg_bg: Права на пакетите
hu_hu: Konténer jogosultságok

source: Are you sure you want to remove this stack?
bg_bg: Сигурни ли сте, че искате да премахнете този пакет?
hu_hu: Biztos benne, hogy törölni akarja ezt a konténert?

source: Delete Stack
bg_bg: Изтрий пакет
hu_hu: Konténer törlése

source: Approve Changes
bg_bg: Потвърди промени
hu_hu: Módosítások jóváhagyása

source: Stacks
bg_bg: Пакети
hu_hu: Konténerek

source: Stacks give you a central place to stash blocks, where you can control their order, permissions, and even version them.<br><br>Add stacks to your site and you can update them in one place.
bg_bg: Пакетите предоставят централно място за складиране на блоковете, където можете да ги подреждате и да променяте версията.<br><br>Добавете пакети към сайта, за да можете да ги обновявате на едно място.

source: Global Areas
bg_bg: Глобални зони
hu_hu: Globális területek

source: No global areas created yet.
bg_bg: Все още няма създадени глобални зони
hu_hu: Nincs még globális terület létrehozva.

source: Other Stacks
bg_bg: Други пакети
hu_hu: Egyéb konténerek

source: No stacks have been added.
bg_bg: Няма добавени пакети.
hu_hu: Nincsenek konténerek hozzáadva.

source: Edit Workflow
bg_bg: Редактиране на процедура
hu_hu: Munkafolyamat szerkesztése

source: Add Workflow
bg_bg: Добавяне на процедура
hu_hu: Munkafolyamat hozzáadása

source: Workflows
bg_bg: Процедури
hu_hu: Munkafolyamatok

source: Group Expiration Options
bg_bg: Опции за групово изтичане
hu_hu: Felhasználók automatikus kizárása a csoportból

source: Automatically remove users from this group
bg_bg: Автоматично премахване на потребителите от тази група
hu_hu: Felhasználó automatikus eltávolítása a csoportból

source: at a specific date and time
bg_bg: на точна дата и час
hu_hu: adott időpontban

source: once a certain amount of time has passed
bg_bg: след определено време
hu_hu: adott idő elteltével

source: Expiration Date
bg_bg: Дата на изтичане
hu_hu: Lejárat dátuma

source: Accounts expire after
bg_bg: Валидността на акаунта изтича след

source: Days
bg_bg: Дни
hu_hu: Nap

source: Hours
bg_bg: Часове
hu_hu: Ãra

source: Minutes
bg_bg: Минути
hu_hu: Perc

source: Expiration Action
bg_bg: Действие при изтичане
hu_hu: Művelet a fiók lejártakor

source: Remove the user from this group
bg_bg: Премахване на потребителя от тази група
hu_hu: Felhasználó eltávolítása a csoportból

source: Deactivate the user account
bg_bg: Деактивиране на потребителска регистрация.
hu_hu: Felhasználói fiók inaktiválása

source: Remove the user from the group and deactivate the account
bg_bg: Премахване на потребителя от групата и деактивиране на регистрацията
hu_hu: Felhasználó eltávolítása a csoportból és a felhasználói fiók inaktiválása

source: Edit Set
bg_bg: Редактирай комплекта
hu_hu: Kollekció szerkesztése

source: Update Set
bg_bg: Обнови комплекта
hu_hu: Kollekció frissítése

source: Delete Set
bg_bg: Изтриване набор
hu_hu: Kollekció törlése

source: Warning, this cannot be undone. No attributes will be deleted but they will no longer be grouped together.
bg_bg: Внимание, това не може да бъде възстановено. Атрибутите няма да бъдат изтрити, но вече няма да бъдат групирани заедно.
hu_hu: Figyelem, ez a művelet nem vonható vissza. Egy attribútum sem kerül törlésre, de többé nem lesz egybe csoportosítva.

source: Delete Group Set
bg_bg: Изтриване на комплекта групи
hu_hu: Csoport kollekció törlése

source: Update Groups
bg_bg: Обновяване на групите
hu_hu: Csoportok frissítése

source: Group Sets
bg_bg: Групови пакети
hu_hu: Csoport kollekciók

source: You have not added any group sets.
bg_bg: Не сте добавили комплекти групи.
hu_hu: Még nem hozott létre egy csoport kollekciót sem.

source: You must enable <a href="%s">advanced permissions</a> to use group sets.
bg_bg: Трябва да активирате <a href="%s">разширените права</a> за да използвате комплектите групи
hu_hu: Engedélyeznie kell a <a href="%s">haladó jogosultságokat</a> a csoport kollekciók használatához.

source: You do not have access to group search. This setting may be changed in the access section of the dashboard settings page.
bg_bg: Нямате достъп до групово търсене. Тази настройка може да се промени от раздела за достъп от командния пулт.

source: Edit Group
bg_bg: Редактиране група
hu_hu: Csoport szerkesztése

source: Are you sure you want to permanently remove this group?
bg_bg: Сигурни ли сте, че искате окончателно да премахнете тази група?
hu_hu: Biztos benne, hogy véglegesen törölni akarja ezt a csoportot?

source: You must be logged in as %s to remove groups.
bg_bg: Трябва да сте вписан като %s за да премахвате групи.
hu_hu: A csoportok törléséhez be kell jelentkeznie mint %s

source: Invalid token. Unable to activate user.
bg_bg: Невалиден знак. Невъзможно е активирането на потребителя.

source: Invalid token. Unable to deactivate user.
bg_bg: Невалиден знак. Невъзможно е деактивирането на потребителя.

source: Edit User
bg_bg: Редактиране на потребител
hu_hu: Felhasználó módosítása

source: Edit User account.
bg_bg: Редактиране на потребителски акаунт.
hu_hu: Felhasználói fiók szerkesztése.

source: User Information
bg_bg: Потребителска информация
hu_hu: Felhasználói információ

source: Remove Avatar
bg_bg: Премахване на аватара
hu_hu: Avatar eltávolítása

source: (Leave these fields blank to keep the same password)
bg_bg: (Оставете тези полета празни за да запазите старата парола)
hu_hu: (Hagyja ezeket a mezőket üresen, hogy a két jelszó megegyezzen)

source: Password (Confirm)
bg_bg: Парола (Потвърждение)
hu_hu: Jelszó (Megerősítés)

source: Add Groups
bg_bg: Добавяне на група
hu_hu: Új csoport

source: Update User
bg_bg: Обновяване на потребител
hu_hu: Felhasználó frissítése

source: Other Information
bg_bg: Друга информация
hu_hu: Egyéb információ

source: Click field name to edit
bg_bg: Натиснете в послето, за да го редактирате.
hu_hu: Szerkesztéshez kattintson a mező nevére

source: View User
bg_bg: Преглед на потребител
hu_hu: Felhasználó megtekintése

source: View User accounts.
bg_bg: Разгледай потребителските акаунти.
hu_hu: Felhasználói fiók megtekintése.

source: Mark Email as Valid
bg_bg: Отбелязване на e-mail като проверен
hu_hu: E-mail cím megjelölése érvényesként

source: Deactivate User
bg_bg: Деактивиране на потребител
hu_hu: Felhasználó inaktiválása

source: Activate User
bg_bg: Активиране на потребител
hu_hu: Felhasználó aktiválása

source: This will end your current session and sign you in as %s
bg_bg: Това ще прекрати текущата сесия и ще Ви впише като %s
hu_hu: A rendszer kiléptet, majd %s felhasználóként beléptet

source: Sign In as User
bg_bg: Вписване като потребител
hu_hu: Belépés más felhasználóként

source: Are you sure you want to permanently remove this user?
bg_bg: Сигурни ли сте, че искате окончателно да премахнете този потребител?
hu_hu: Biztos benne, hogy véglegesen törli ezt a felhasználót?

source: Delete User Account
bg_bg: Изтриване на регистрация
hu_hu: Felhasználói fiók törlése

source: Basic Details
bg_bg: Детайли
hu_hu: Alap adatok

source: Account created on %s. Last logged in from IP: %s.
bg_bg: Акаунтът е създаден на %s. Последно вписване от IP: %s.
hu_hu: Felhasználói fiók létrehozva: %s. Legutóbb bejelentkezve erről az IP címről: %s.

source: Full Record
bg_bg: Пълен запис
hu_hu: Összes találat

source: Email Validated
bg_bg: E-mail адресът е проверен
hu_hu: E-mail cím érvényesítve

source: Unknown
bg_bg: Непознат
hu_hu: Ismeretlen

source: Search Users
bg_bg: Търси потребители
hu_hu: Felhasználók keresése

source: You do not have access to user search. This setting may be changed in the access section of the dashboard settings page.
bg_bg: Нямате достъп до потребителско търсене. Тази настройка може да се промени от раздел Настройки на командния пулт.

source: Language
bg_bg: Език
hu_hu: Nyelv

source: Registration Data
bg_bg: Данни за регистрация
hu_hu: Regisztráció adatai

source: # Per Page
bg_bg: Брой на страница
hu_hu: # Oldalanként

source: How Many Levels Below Parent?
bg_bg: Колко нива под източника?

source: First Level
bg_bg: Първо ниво
hu_hu: Első szint

source: All Levels
bg_bg: Всички нива
hu_hu: Összes szint

source: No Meta Description
bg_bg: Няма Meta описание

source: No Meta Keywords
bg_bg: Няма Meta ключови думи

source: Single Page
bg_bg: Единична страница
hu_hu: Önálló oldal

source: Modified
bg_bg: Променен
hu_hu: Módosítva

source: Meta Title
bg_bg: Meta заглавие
hu_hu: Meta cím

source: Default value. Click to edit.
bg_bg: Стойност по подразбиране. Натиснете тук за промяна.
hu_hu: Alapértelmezett érték. Kattintson a szerkesztéshez.

source: Meta Description
bg_bg: Meta описание
hu_hu: Meta leírás

source: Meta Keywords
bg_bg: Meta ключови думи
hu_hu: Meta kulcsszavak

source: Slug
bg_bg: Адрес

source: Update All
bg_bg: Обнови всички
hu_hu: Összes frissítése

source: Search Index
bg_bg: Индекс на търсенето
hu_hu: Kereső indexelés

source: Choose which areas on your site are indexed.
bg_bg: Изберете кои области от сайта да са индексирани.
hu_hu: Válassza ki, mely területek legyen indexelve a weboldalon.

source: Indexing Method
bg_bg: Метод на индексиране
hu_hu: Az indexelés módszere

source: Whitelist: Selected areas are only areas indexed.
bg_bg: Бял списък: Избраните области се индексират.
hu_hu: Fehérlista: Csak az alább kiválasztottak kerülnek indexelésre.

source: Blacklist: Every area but the selected areas are indexed.
bg_bg: Черен списък: Всяка област, освен избраните се индексира.
hu_hu: Feketelista: az alább kiválasztottak nem kerülnek indexelésre.

source: Areas
bg_bg: Области
hu_hu: Területek

source: Once the index is clear, you must reindex your site from the Automated Jobs page.
bg_bg: Ако изчистите индекса, трябва да реиндексирате сайта от автоматичната Jobs страница.
hu_hu: Amint az index törölve, újra kell indexelnie a weboldalt az Automatizált feladatok oldalon.

source: Clear Search Index
bg_bg: Изчисти индекса на търсенето
hu_hu: Kereső index törlése

source: Tracks page views in concrete5. Disabling this may increase site performance, but you will have to get statistics information from elsewhere.
bg_bg: Води статистика за посетените страници в Concrete5. Изключването може да подобри бързодействието, но ще трябва да търсите статистическа информация от друго място.

source: Track page view statistics.
bg_bg: Водене на статистика за посетените страници
hu_hu: Oldal látogatási statisztika követése.

source: Words listed here will be automatically removed from url slugs.
bg_bg: Посочените думи ще бъдат премахнати от URL адресите.

source: Separate reserved words with a comma. These words will be automatically removed from URL slugs. To remove no words from URLs, delete all the words above.
bg_bg: Разделете запазените думисъс запетайка. Тези думи ще бъдат автоматично премахнати от URL адресите. За да не премахвате думи от URLs, изтрийте всички думи по-горе.

source: Reset To Default
bg_bg: Нулирай до подразбиране

source: Tracking Codes
bg_bg: Проследяващи кодове
hu_hu: Követő kódok

source: Any HTML you paste here will be inserted at either the bottom or top of every page in your website automatically.
bg_bg: Всеки HTML който поставите тук, ще бъде автоматично добавен към началото или края на всяка страница от сайта.
hu_hu: A fentebb beillesztett HTML kód automatikusan be lesz illesztve az oldal aljára vagy tetejére.

source: Position
bg_bg: Позиция
hu_hu: Pozíció

source: Header of the page
bg_bg: Горен колонтитул на страницата
hu_hu: Az oldal fejléce

source: Footer of the page
bg_bg: Долен колонтитул на страницата
hu_hu: Az oldal lábléce

source: Pretty URLs
bg_bg: Изчистени URLs
hu_hu: Keresőbarát URL-ek

source: Enable Pretty URLs
bg_bg: Включване на "изчистени" URL връзки
hu_hu: Keresőbarát URL-ek engedélyezése

source: Code for your .htaccess file
bg_bg: Код за .htaccess файл
hu_hu: Kód a .htaccess fájlhoz.

source: Environment
bg_bg: Обкръжение
hu_hu: Környezet

source: Unable to load environment info
bg_bg: Невъзможно зареждането на данни за околността
hu_hu: Nem lehet betölteni a környezeti változókat

source: Proxy Server Settings
bg_bg: Настройки на Proxy сървъра
hu_hu: Proxy szerver beállítások

source: Configures proxy server settings for your website
bg_bg: Определете настройките на proxy сървъра за сайта

source: Proxy Host
bg_bg: Proxy хост

source: Proxy Port
bg_bg: Proxy порт

source: Proxy User
bg_bg: Proxy потребител
hu_hu: Proxy Felhasználó

source: Proxy Password
bg_bg: Proxy парола
hu_hu: Proxy Jelszó

source: Logging
bg_bg: Вписване
hu_hu: Naplózás

source: Enables saving records of emails being sent out. This will save records even if actual email delivery is disabled on your site.
bg_bg: Позволява съхраняването на записита от изпратената поща. Записите се съхраняват дори ако е забранен обменът на поща в сайта.
hu_hu: Elküldendő e-mailek tárolása. Akkor is működik, ha az oldalon az e-mail továbbítás nincs engedélyezve.

source: Log Application Exceptions
bg_bg: Съхрани изключенията на приложенията
hu_hu: Alkalmazás hibák naplózása

source: Log Emails Sent
bg_bg: Съхрани изпратената поща
hu_hu: Elküldött e-mailek naplózása

source: File Storage Locations
bg_bg: Място за съхранение на файла
hu_hu: Fájlok tárolási helye

source: Standard File Location
bg_bg: Стандартно местоположение на файловете
hu_hu: Fájlok alapértelmezett helye

source: Path
bg_bg: Път
hu_hu: Útvonal

source: Alternate Storage Directory
bg_bg: Алтернативна дирентория за файлове
hu_hu: További tároló könyvtár

source: Location Name
bg_bg: Име на местоположението
hu_hu: Hely neve

source: Debug Level
bg_bg: Debug ниво
hu_hu: Hibakeresés szintje

source: Hide errors from site visitors.
bg_bg: Скриване на грешките от посетителите на сайта.
hu_hu: Hibák elrejtése a látogatók elől.

source: Show errors in page.
bg_bg: Показване на грешките в страницата
hu_hu: Hibák mutatása az oldalon.

source: File Permissions
bg_bg: Пълномощия за файл
hu_hu: Fájl engedélyek

source: You cannot access task permissions.
bg_bg: Нямате достъп до правата над задачите.
hu_hu: Nem férhet hozzá a Feladat jogosultságokhoz.

source: IP Address Blacklist
bg_bg: Черен списък на IP адреси
hu_hu: IP cím feketelista

source: Smart IP Banning
bg_bg: Хитро забраняване на IP адреси
hu_hu: Intelligens IP tiltás

source: Lock IP after
bg_bg: Заключи IP адрес след
hu_hu: IP kizárása

source: failed login attempts
bg_bg: неуспешни опити за вписване
hu_hu: hibás belépést követően

source: in
bg_bg: в
hu_hu: itt

source: seconds
bg_bg: секунди
hu_hu: másodperc

source: Ban IP For
bg_bg: Забрани IP адреса за
hu_hu: IP teljes kitiltása

source: Forever
bg_bg: Завинаги
hu_hu: Örökre

source: Automatically Banned IP Addresses
bg_bg: Автоматично забранени IP адреси
hu_hu: Automatikusan kitiltott IP címek

source: Reason For Ban
bg_bg: Причина за забрана
hu_hu: Kitiltás oka

source: Expires In
bg_bg: Изтича на
hu_hu: Lejárat

source: Make Ban Permanent
bg_bg: Постоянна забрана
hu_hu: Kitiltás örökre

source: Remove Ban
bg_bg: Премахни забрана
hu_hu: Kitiltás megszűntetése

source: Permanent IP Ban
bg_bg: Постоянна забрана за IP
hu_hu: IP állandó kitiltása

source: Enter IP addresses, one per line, in the form below to manually ban an IP address. To indicate a range, use a wildcard character (e.g. 192.168.15.* will block 192.168.15.1, 192.168.15.2, etc...)
bg_bg: Въведете ръчно IP адреси, по един на ред, в следната форма за да ги забраните. За да укажете интервал от адреси използвайте звезда (напр. 192.168.15.* ще блокира 192.168.15.1, 192.168.15.2 и т.н.)
hu_hu: Adja meg az IP címeket, soronként egyet az alábbi űrlapon az IP címek manuális kitiltásához. IP tartományok megadásához használjon csillagot (pl. a 192.168.15.* kitiltja a 192.168.15.1, 192.168.15.2, stb... címeket).

source: Site Access
bg_bg: Достъп до сайта
hu_hu: Weboldal hozzáférés

source: Your concrete5 site does not use the simple permissions model. You must change your permissions for each specific page and content area.
bg_bg: Вашият concrete5 сайт не използва опростен модел за права.Трябва да промените правата за всяка страница и съдържание.

source: Public
bg_bg: Публичен
hu_hu: Nyilvános

source: Anyone may view the website.
bg_bg: Всеки може да разглежда този сайт.
hu_hu: Bárki megtekintheti a weboldalt.

source: Members
bg_bg: Членове
hu_hu: Tagok

source: Only registered users may view the website.
bg_bg: Само регистрирани потребители могат да разглеждат сайта.
hu_hu: Csak regisztrált felhasználók nézhetik meg a weboldalt.

source: Private
bg_bg: Личен
hu_hu: Privát

source: Only the administrative group may view the website.
bg_bg: Само групата администратори може да разглежда сайта.
hu_hu: Csak az adminisztrátorok csoportja nézheti meg az oldalt

source: Edit Access
bg_bg: Промяна на достъп
hu_hu: Hozzáférés szerkesztése

source: Choose which users and groups may edit your site. Note: These settings can be overridden on specific pages.
bg_bg: Изберете кои потребители и групи могат да редактират сайта. Бележка: Настройките могат да бъдат отменени за избрани страници.
hu_hu: Válassza ki mely felhasználók és csoportok szerkeszthetik a weboldalt. Megjegyzés: Ezek a beállítások felülírhatók az egyes oldalakon.

source: Captcha Settings
bg_bg: Captcha настройки
hu_hu: Captcha tulajdonságok

source: Active Captcha
bg_bg: Активирай Captcha
hu_hu: Aktív Captcha

source: You have no captcha libraries installed.
bg_bg: Нямате инсталирани captcha библиотеки.
hu_hu: Nincsenek captcha könyvtárak telepítve.

source: Save Additional Settings
bg_bg: Запази допълнителните настройки
hu_hu: További beállítások mentése

source: Maintenance Mode
bg_bg: Режим на поддръжка
hu_hu: Karbantartás mód

source: Enabled
bg_bg: Включен
hu_hu: Engedélyezve

source: Disabled
bg_bg: Изключен
hu_hu: Kikapcsolva

source: Advanced Permissions
bg_bg: Разширени права
hu_hu: Haladó jogosultságok

source: Advanced permissions are turned on.
bg_bg: Разширените права са включени.
hu_hu: A Haladó jogosultságok be vannak kapcsolva.

source: Advanced permissions are turned off. Enable them below.
bg_bg: Разширените права са изключени. Тук може да ги включите.
hu_hu: A Haladó jogosultságok ki vannak kapcsolva.

source: <strong>Note:</strong> Once enabled, advanced permissions cannot be turned off.
bg_bg: <strong>Бележка:</strong Веднъж активирани, разширените права не могат да бъдат спряни.
hu_hu: <strong>Megjegyzés:</strong> Ha egyszer engedélyezi, a későbbiek során már nem lehet kikapcsolni a Haladó jogosultságokat.

source: Enable Advanced Permissions
bg_bg: Активирайте разширени права
hu_hu: Haladó jogosultságok engedélyezése

source: Spam Control
bg_bg: Спам контрол
hu_hu: Spam szabályozás

source: Active Library
bg_bg: Активна библиотека
hu_hu: Aktív Library

source: Log settings
bg_bg: Настройки на вписване
hu_hu: Napló beállítások

source: Email Notification
bg_bg: Имейл известия
hu_hu: Email értesítés

source: You have no anti-spam libraries installed.
bg_bg: Нямате инсталирани анти спам библиотеки.

source: Task Permissions
bg_bg: Правомощия за действия
hu_hu: Feladat jogosultságok

source: User Permissions
bg_bg: Потребителски права
hu_hu: Felhasználói jogosultságok

source: Allowed File Types
bg_bg: Разрешени типове файлове
hu_hu: Megengedett fájltípusok

source: Only files with the following extensions will be allowed. Separate extensions with commas. Periods and spaces will be ignored.
bg_bg: Само файлове със следните разширения ще бъдат разрешени. Отделяйте разширенията със запетайки. Разстоянията не се зачитат.

source: SMTP Method
bg_bg: SMTP метод
hu_hu: SMTP beállítás

source: Send Mail Method
bg_bg: Метод на изпращане
hu_hu: E-mail üzenetek küldésének módja

source: Default PHP Mail Function
bg_bg: PHP пощенска функция по подразбиране
hu_hu: Alapértelmezett PHP mail() függvénnyel

source: External SMTP Server
bg_bg: Външен SMTP сървър
hu_hu: Külső SMTP szerver

source: SMTP Settings
bg_bg: Настройки на SMTP
hu_hu: SMTP beállítások

source: Mail Server
bg_bg: Пощенски сървър
hu_hu: Levelező szerver címe

source: Encryption
bg_bg: Шифроване
hu_hu: Titkosítás

source: Port (Leave blank for default)
bg_bg: Порт (празно за стойност по подразбиране)
hu_hu: Port (Hagyd üresen ha alapértelmezett)

source: Edit Importer
bg_bg: Редактиране на вносител
hu_hu: Levél importáló szerkesztése

source: Settings
bg_bg: Настройки
hu_hu: Beállítások

source: Email Address to Route Emails To
bg_bg: E-mail адрес, към който да се пренасочват съобщенията
hu_hu: Átirányítás erre az e-mail címre

source: POP Mail Server Authentication Settings
bg_bg: Настройки за достъп до POP пощенски сървър
hu_hu: POP3 levelező szerver hozzáféréséhez szükséges beállítások

source: Connection Method
bg_bg: Метод на свързване
hu_hu: Kapcsolat típusa

source: Mail Importers
bg_bg: Импортиране на съобщения
hu_hu: Levél importálók

source: Server
bg_bg: Сървър
hu_hu: Szerver

source: Confirm Delete
bg_bg: Потвърди изтриване
hu_hu: Törlés jóváhagyása

source: This action <strong>cannot be undone</strong>. Are you sure?
bg_bg: Това действие <strong>не може да бъде върнато назад</strong>. Сигурни ли сте?
hu_hu: Ez a művelet <strong>nem vonható vissza</strong>. Biztosan ezt akarja?

source: Delete Backup
bg_bg: Изтрии архивите
hu_hu: Biztonsági másolat törlése

source: Restore Backup
bg_bg: Възстанови архивите
hu_hu: Biztonsági másolat visszaállítása

source: Backup Database
bg_bg: Архивирай базата данни
hu_hu: Adatbázis mentés

source: Existing Backups
bg_bg: Съществуващи архивни копия
hu_hu: Létező biztonsági másolatok

source: Restore
bg_bg: Възстанвяване
hu_hu: Visszaállítás

source: You have no backups available.
bg_bg: Няма налични архивни копия.
hu_hu: Nincsenek elérhető mentések.

source: Create new Backup
bg_bg: Създай нов архив
hu_hu: Új mentés készítése

source: Run Backup
bg_bg: Архивиране
hu_hu: Mentés indítása

source: Use Encryption
bg_bg: Шифроване
hu_hu: Titkosítás használata

source: Important Information about Backup & Restore
bg_bg: Важна информация за архивиране и възстановяване
hu_hu: Fontos információk a mentésről és visszaállításról
