Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: Approve
bg_bg: Одобри
hu_hu: Jóváhagyás

source: Copy Version
bg_bg: Копирай версия
hu_hu: Verzió másolása

source: Remove
bg_bg: Премахни
hu_hu: Törlés

source: View Versions
bg_bg: Виж версиите
hu_hu: Verziók megtekintése

source: No groups found.
bg_bg: Не са намерени групи.
hu_hu: Nincsenek csoportok.

source: Exit Edit Mode
bg_bg: Изход редактиране
hu_hu: Kilépés a szerkesztő módból

source: Version Comments
bg_bg: Коментари за версията
hu_hu: Verzió megjegyzések

source: Publish My Edits
bg_bg: Публикувай
hu_hu: Módosítások publikálása

source: Preview My Edits
bg_bg: Покажи
hu_hu: Szerkesztések előnézete

source: Discard My Edits
bg_bg: Отстрани
hu_hu: Szerkesztések elvetése

source: Requested Version: %s
bg_bg: Поискани версии: %s
hu_hu: Kért verzió: %s

source: Live Version
bg_bg: Версия в реално време
hu_hu: Élő verzió

source: Most Recent Version
bg_bg: Най-скорощна версия
hu_hu: Legfrissebb verzió

source: Users you don't have permission to bulk-delete have been removed from this list.
bg_bg: Потребителите, които нямате разрешение да изтривате, са премахнати от този списък.

source: Are you sure you would like to delete the following users?
bg_bg: Сигурни ли сте, че желаете да изтриете следните потребители?
hu_hu: Biztos, hogy törölni szeretné az alábbi felhasználókat?

source: User Attributes
bg_bg: Атрибути на потребител
hu_hu: Felhasználói attribútumok

source: Are you sure you would like to activate the following users?
bg_bg: Сигурни ли сте, че желаете да активирате следните потребители?
hu_hu: Biztos benne, hogy engedélyezni szeretné az alábbi felhasználókat?

source: Activate
bg_bg: Активиране
hu_hu: Beállítás

source: Remove the users below from Group(s)
bg_bg: Премахнете посочените потребители от група(и)
hu_hu: Az alábbi felhasználók eltávolítása a csoport(ok)ból

source: Select Group(s)
bg_bg: Изберете група(и)
hu_hu: Csoport(ok) kiválasztása

source: You have no access to user export.
bg_bg: Нямате достъп за екпортиране на потребител.

source: Username
bg_bg: Потребителско име
hu_hu: Felhasználónév

source: Email Address
bg_bg: Email адрес
hu_hu: E-mail cím

source: Registered
bg_bg: Регистриран
hu_hu: Regisztrált

source: # Logins
bg_bg: Брой вписвания
hu_hu: # Bejelentkezések

source: Users you don't have permission to bulk-deactivate have been removed from this list.
bg_bg: Потребители, които нямате право да деактивирате, са премахнати от този списък.

source: Are you sure you would like to deactivate the following users?
bg_bg: Сигурни ли сте, че желаете да деактивирате следните потребители?

source: Deactivate
bg_bg: Деактивирай
hu_hu: Inaktiválás

source: Add the users below to Group(s)
bg_bg: Добавете посочените потребители в група(и)
hu_hu: Felhasználók hozzáadása az alábbi csoport(ok)hoz

source: This is a global area. Content added here will be visible on every page that contains this area.
bg_bg: Това е глобална зона. Добавеното тук съдуржание ще бъде видимо на всяка страница част от тази зона.
hu_hu: Ez egy globális terület. Az itt létrehozott tartalmak az összes oldalon megjelennek, amelyek tartalmazzák ezt a globális területet.

source: The block has been removed successfully.
bg_bg: Този блок бе отстранен успешно.
hu_hu: A blokk sikeresen eltávolítva.

source: Add Block
bg_bg: Добави блок
hu_hu: Új blokk

source: Add Stack
bg_bg: Добавете пакет
hu_hu: Konténer hozzáadása

source: Paste from Clipboard
bg_bg: Поставяне съдържанието на системния буфер
hu_hu: Beillesztés vágólapról

source: Design
bg_bg: Дизайн

source: Edit Layout
bg_bg: Редакция на макет
hu_hu: Elrendezés szerkesztése

source: Add Layout
bg_bg: Добавяне на макет
hu_hu: Elrendezés hozzáadása

source: Move Up
bg_bg: Премести нагоре
hu_hu: Mozgatás fel

source: Move Down
bg_bg: Премести надолу
hu_hu: Mozgatás le

source: This layout section can not be moved further in this direction.
bg_bg: Този раздел от макета не може да се премести повече в тази посока.
hu_hu: Ez az elrendezési szekció már nem mozgatható tovább ebbe az irányba.

source: Lock Layout
bg_bg: Заключване на макет
hu_hu: Elrendezés zárolása

source: Unlock Layout
bg_bg: Отключване на макет
hu_hu: Elrendezés feloldása

source: Delete Layout
bg_bg: Изтриване на макет
hu_hu: Elrendezés törlése

source: Are you sure you want to delete this layout preset?
bg_bg: Сигурен ли сте, че искате да изтриете настройките на този макет?
hu_hu: Biztos benne, hogy törölni kívánja ezt a layout előbállítást?

source: Set Permissions
bg_bg: Задаване на пълномощия
hu_hu: Jogosultság beállítás

source: The block has been added successfully.
bg_bg: Блокът бе добавен успешно.
hu_hu: A blokk sikeresen hozzáadva.

source: Update Block
bg_bg: Обновяване на блок
hu_hu: Blokk frissítése

source: The block has been saved successfully.
bg_bg: Блокът е записан успешно.
hu_hu: A blokk sikeresen elmentve.

source: The block has been added to your clipboard.
bg_bg: Блокирането е добавено към вашият системен буфер.
hu_hu: A blokk hozzá lett adva a vágólaphoz.

source: Edit
bg_bg: Редакция
hu_hu: szerkesztés

# %s is a block type name
source: Edit %s
bg_bg: Редактиране %s

source: Permission setting saved. You must complete the workflow before this change is active.
bg_bg: Настройките на правата са запазени. За да активирате промените, завършете процедурите.
hu_hu: Jogosultsági beállítások elmentése. Végig kell haladnia a munkafolyamaton, mielőtt a módosítás érvényre jutna.

source: Manage Stack Contents
bg_bg: Управление на пакетното съдържание
hu_hu: Konténer tartalom kezelése

source: Compare Versions
bg_bg: Сравняване на версии
hu_hu: Verziók összehasonlítása

source: Blocks arranged successfully.
bg_bg: Блоковете са наредени успешно.
hu_hu: A blokkok sikeresen átrendezve.

source: Copy to Clipboard
bg_bg: Копиране в системният буфер
hu_hu: Másolás vágólapra

source: Custom Template
bg_bg: Собствен шаблон
hu_hu: Egyéb sablon

source: You must give your custom style preset a name.
bg_bg: Трябва да дадете име на този набор от стилове.

source: Set Block Styles
bg_bg: Задаване на стилове на блок
hu_hu: Blokk stílusok beállítása

source: Are you sure you want to remove all of these custom styles?
bg_bg: Сигурни ли сте, че искате да изтриете всичките тези стилове?
hu_hu: Biztos benne, hogy el akarja távolítani az itt beállított összes egyedi stílust?

source: Are you sure you want to delete this custom style preset?
bg_bg: Сигурни ли сте, че искате да изтриете този набор от стилове?

source: Setup on Child Pages
bg_bg: Настройка на подчинените страници
hu_hu: Beállítás az aloldalakon

source: Composer Settings
bg_bg: Настройки на създателя
hu_hu: Szerkesztő beállítások

source: Get More Themes
bg_bg: Добавяне на теми
hu_hu: További témák

source: Retrieving theme data from concrete5.org marketplace.
bg_bg: Извличане на данни за скинове от concrete5.org магазин.

source: Retrieving add-on data from concrete5.org marketplace.
bg_bg: Извличане на данни за добавяне от concrete5.org магазин.

source: Clear
bg_bg: Чистене
hu_hu: Törlés

source: This request took too long.
bg_bg: Искането отне твърде дълго време.

source: An unexpected error occurred.
bg_bg: Възникна непредвидена грешка.
hu_hu: Váratlan hiba lépett fel.

source: Help
bg_bg: Помощ
hu_hu: Segítség

source: concrete5 Community
bg_bg: concrete5 общност
hu_hu: concrete5 Közösség

source: concrete5 Community - Purchase &amp; Checkout
bg_bg: concrete5 Дружество - Покупка &amp; Каса

source: concrete5 does not support Internet Explorer 6 in edit mode.
bg_bg: В редакционен режим concrete5 не поддържа Internet Explorer 6.

source: Get more help on your question by posting it to the concrete5 help center on concrete5.org
bg_bg: Можете да получите помощ по този въпрос, като изпратите запитване до помощния център но concrete5.org
hu_hu: További segítséget kaphat, ha kérdését elküldi a concrete5-nak.

source: <p>You package could not be installed. An unknown error occured.</p>
bg_bg: <p>Вашият пакет не може да бъде инсталиран. Възникна неизвестна грешка.</p>
hu_hu: <p>A csomag telepítése nem sikerült. Ismeretlen hiba történt.</p>

source: <p>Your package will now be downloaded and installed.</p>
bg_bg: <p>Вашият пакет ще бъде изтеглен и инсталиран.</p>
hu_hu: <p>A csomag letöltése és telepítése...</p>

source: <p>Retrieving information from the concrete5 Marketplace.</p>
bg_bg: <p>Извличане на информация от concrete5 магазин.<p>
hu_hu: <p>Adatok lekérése a concrete5 piactérről.</p>

source: <p>You must be logged into the concrete5 Marketplace to install add-ons and themes. Please log in.</p>
bg_bg: <p>Трябва да се впишете в магазина на concrete5 за да инсталирате разширения и теми. Моля, впишете се.</p>
hu_hu: <p>Bővítmények és témák letöltéséhez be kell lépnie a concrete5 piactérre. Kérem lépjen be.</p>

source: <p>You have successfully logged into the concrete5 Marketplace.</p>
bg_bg: <p>Вие се вписахте успешно в магазина на concrete5.</p>
hu_hu: <p>Ön sikeresen belépett a concrete5 piactérre.</p>

source: <p>You are now logged out of concrete5 Marketplace.</p>
bg_bg: <p>Вие не сте вписани в магазина на concrete5.</p>
hu_hu: <p>Ön sikeresen kilépett a concrete5 piactérről.</p>

source: Are you sure you want to remove this value?
bg_bg: Наистина ли искате да премахнете тази стойност?
hu_hu: Biztosan törli ezt az értéket?

source: Customize Search
bg_bg: Настройка на търсенето
hu_hu: Keresés testreszabása

source: Properties
bg_bg: Свойства
hu_hu: Tulajdonságok

source: Page Properties saved.
bg_bg: Свойствата на страницата са записани.
hu_hu: Oldal tulajdonságok elmentve.

source: Full page caching settings saved.
bg_bg: Настройките за кеширане на цялата страница са запазени.

source: User Settings saved.
bg_bg: Настройките на потребителя са запазени.
hu_hu: Felhasználói beállítások elmentve.

source: Schedule Guest Access
bg_bg: График за достъп на гости
hu_hu: Vendég hozzáférés időzítése

source: Timed Access for Guest Users Updated Successfully.
bg_bg: Временният достъп на гостът е обновен успешно.
hu_hu: A látogatók részére létrehozott időzített jogosultság sikeresen frissítve.

source: Checking for updates.
bg_bg: Проверка за актуализации.
hu_hu: Frissítések keresése

source: by
bg_bg: от

source: Activate Users
bg_bg: Активиране на потребители
hu_hu: Felhasználók engedélyezése

source: Deactivate Users
bg_bg: Деактивиране на потребители
hu_hu: Felhasználók letiltása

source: Remove From Group
bg_bg: Премахване от група
hu_hu: Eltávolítás a csoportból

source: Add to Group
bg_bg: Добави в Група
hu_hu: Hozzáadás csoporthoz

source: Visit
bg_bg: Посети
hu_hu: Látogatás

source: Edit External Link
bg_bg: Редакция на външна връзка
hu_hu: Külső link szerkesztése

source: Copy Progress
bg_bg: Копиране на прогреса

source: Add External Link
bg_bg: Добави външна връзка
hu_hu: Külső link hozzáadása

source: Send To Top
bg_bg: Изпрати на върха
hu_hu: Küldés az elejére

source: Send To Bottom
bg_bg: Изпрати на дъното
hu_hu: Küldés a végére

source: Empty Trash
bg_bg: Изчистване на кошчето
hu_hu: Lomtár ürítése

source: Restore Page
bg_bg: Възстановяване на страницата
hu_hu: Oldal visszaállítása

source: Delete Forever
bg_bg: Изтриване завинаги
hu_hu: Törlés örökre

source: Full Page Caching
bg_bg: Пълно кеширане на страницата
hu_hu: Teljes oldalgyorsítótárazás

source: Page Properties
bg_bg: Свойства на страницата
hu_hu: Oldal tulajdonságai

source: Page Permissions
bg_bg: Пълномощия за страницата
hu_hu: Oldal jogosultságai

source: Page permissions updated successfully.
bg_bg: Пълномощията на страницата бяха обновени успешно.
hu_hu: Oldal jogosultságok sikeresen frissítve.

source: Theme and page type updated successfully.
bg_bg: Темата и типът страница бяха обновени успешно.
hu_hu: A téma és az oldaltípus sikeresen frissítve.

source: Delete Pages
bg_bg: Изстриване на страницата
hu_hu: Oldalak törlése

source: The page has been removed successfully.
bg_bg: Страницата бе отстранена успешно.
hu_hu: Az oldal sikeresen eltávolítva.

source: Delete request saved. You must complete the workflow before the page is fully removed.
bg_bg: Заявката за изстриване е запазена. Трябва да завършите процедурите преди страницата да бъде напълно премахната.
hu_hu: Törlési kérelem elmentve. Az oldal teljes eltávolításához végig kell haladni a munkafolyamaton.

source: Add Page
bg_bg: Добавяне страница
hu_hu: Új oldal

source: Move/Copy
bg_bg: Местене/Копиране
hu_hu: Mozgatás/Másolás

source: Change Page Order
bg_bg: Промяна на реда на страниците
hu_hu: Oldal sorrend módosítása

source: Move or reorder pages by dragging their icons.
bg_bg: Местете и пренареждайте страниците като дърпате иконите им.
hu_hu: Változtassa meg az oldalak sorrendjét az oldal ikonjának húzásával.

source: Choose a new parent page from the sitemap.
bg_bg: Изберете нова родителска страница от картата.
hu_hu: Válasszon ki egy új szülő oldalt az oldaltérképből.

source: Edit in Composer
bg_bg: Редактирай в Композитор
hu_hu: Szerkesztés

source: Search Pages
bg_bg: Търсене в страниците
hu_hu: Oldalak keresése

source: Back to Sitemap
bg_bg: Обратно в картата
hu_hu: Vissza az oldaltérképhez

source: Search Results
bg_bg: Резултати от търсенето
hu_hu: Keresés találatok

source: Created By
bg_bg: Автор
hu_hu: Készítette

source: Choose a Page
bg_bg: Избор на страница
hu_hu: Válaszon egy oldalt

source: Viewing
bg_bg: Преглед
hu_hu: Megtekintések

source: Result(s)
bg_bg: Резултат(а)
hu_hu: Találat(ok)

source: max
bg_bg: макс.

source: No results found.
bg_bg: Няма намерени резултати.
hu_hu: Nincs találat.

source: Are you sure?
bg_bg: Сигурен ли сте?
hu_hu: Biztos benne?

source: Unable to load sitemap data. Response received:
bg_bg: Невъзможно зареждането на данни от картата на сайта. Получен отговор:
hu_hu: Nem lehetséges az oldaltérkép adatainak betöltése. A kapott válasz:

source: Unable to load sitemap data.
bg_bg: Невъзможно зареждането на данни от картата на сайта.
hu_hu: Nem lehet betölteni a oldaltérkép adatait.

source: on
bg_bg: на
hu_hu: ekkor

source: Resume Editing
bg_bg: Продължаване на редакцията
hu_hu: Szerkesztés folytatása

source: No Suggestions
bg_bg: Няма предложения
hu_hu: Nincs javaslat

source: View
bg_bg: Преглед
hu_hu: Megtekintés

source: Choose
bg_bg: Избери
hu_hu: Kiválasztás

source: Copy File
bg_bg: Копирай файла
hu_hu: Fájl másolás

source: Replace
bg_bg: Замести
hu_hu: Csere

source: Choose New File
bg_bg: Изберете нов файл
hu_hu: Válasszon új fájlt

source: Access & Permissions
bg_bg: Достъп и пълномощия
hu_hu: Hozzáférés és engedélyek

source: File Manager
bg_bg: Управление файлове
hu_hu: Fájlkezelő

source: You must choose a file.
bg_bg: Трябва да изберете файл.
hu_hu: Ki kell választania egy fájlt.

source: Pending
bg_bg: Изчакване
hu_hu: Függőben

source: Upload Complete
bg_bg: Качването завърши
hu_hu: Feltöltés befejezve

source: Select Some Options
bg_bg: Изберете някои опции

source: Select an Option
bg_bg: Избор на опция

source: No results match
bg_bg: Без резултати

source: Page Types
bg_bg: Типове страници
hu_hu: Oldal típusok

source: Editing
bg_bg: Редактиране
hu_hu: Szerkesztés

source: Powered by <a href="%s">concrete5</a>.
bg_bg: Реализирано от <a href="%s">concrete5</a>.
hu_hu: Üzemelteti a <a href="%s">concrete5</a>.

source: Dashboard
bg_bg: Администрация
hu_hu: Vezérlőpult

source: Intelligent Search
bg_bg: Умно търсене
hu_hu: Inteligens kereső

source: Sign Out
bg_bg: Изход
hu_hu: Kijelentkezés

source: Page currently in edit mode on %s
bg_bg: Страницата е в режим на редактиране на %s
hu_hu: Az oldal szerkesztés alatt áll %s óta

source: Submit to Workflow
bg_bg: Задаване на процедури
hu_hu: Beküldés a munkafolyamatba

source: Someone has already checked this page out for editing.
bg_bg: Някой вече е чекирал страницата за редакция.

source: Edit this Page
bg_bg: Редактиране на страницата
hu_hu: Oldal szerkesztése

source: Add a Sub-Page
bg_bg: Добавяне на подстраница
hu_hu: Aloldal hozzáadása

source: Page last edited on %s
bg_bg: За последно страницата е променяна на %s
hu_hu: Az oldal legutóbb szerkesztve: %s

source: View Page as Someone Else
bg_bg: Преглед на страницата като...
hu_hu: Oldal megtekintés más felhasználóként

source: Preview as User
bg_bg: Преглед като потребител
hu_hu: Előnézet

source: Page Versions
bg_bg: Версии на страница
hu_hu: Oldal verziói

source: Move/Copy Page
bg_bg: Премести/Копирай страницата
hu_hu: Az oldal áthelyezése/másolása

source: Delete Page
bg_bg: Изтрий страница
hu_hu: Oldal törlése

source: %s is currently editing this page.
bg_bg: %s в момента редактира страницата.
hu_hu: %s szerkeszti jelenleg az oldalt.

source: This page is an alias of one that actually appears elsewhere.
bg_bg: Това е копие на друга съсществуваща вече страница.

source: View/Edit Original
bg_bg: Преглед/Редакция на оригинал
hu_hu: Eredeti oldal megtekintése/szerkesztése

source: Remove Alias
bg_bg: Премахване на връзки
hu_hu: Alias törlése

source: Page Defaults for %s Page Type. All edits take effect immediately.
bg_bg: Страница по подразбиране за %s тип страница. Всички промени ще се извършат незабавно.
hu_hu: Alapértelmezések a %s oldal típushoz. Minden módosítás azonnal érvényre jut.

source: This page is pending approval.
bg_bg: Тази страница очаква одобрение.
hu_hu: Az oldal jóváhagyása folyamatban.

source: Submit for Approval
bg_bg: Предайте за одобрение

source: Approve Version
bg_bg: Одобрение на версия
hu_hu: Verzió jóváhagyása

source: Unable to delete one or more pages.
bg_bg: Не възможно е изтриването на една или повече страници.
hu_hu: Nem lehet törölni egy vagy több oldalt.

source: You do not have permission to modify speed settings on any of the selected pages.
bg_bg: Нямате права да променяте настройките за скорост на никоя от избраните страници.

source: cache page if all blocks support it.
bg_bg: кеширане на страницата, ако всички блокове го поддържат.

source: enable full page cache.
bg_bg: разрешаване на пълното кеширане на страницата.
hu_hu: teljes oldalgyorsítótár engedélyezése.

source: disable full page cache.
bg_bg: забрана на пълното кеширане на страницата.
hu_hu: teljes oldalgyorsítótár letiltása.

source: %s minutes
bg_bg: %s минути
hu_hu: %s perc

source: Until manually cleared
bg_bg: Ръчно почистване
hu_hu: Manuális törlésig

source: Multiple values
bg_bg: Множество стойности

source: Use global setting - %s
bg_bg: Използвай глобални настройки - %s
hu_hu: Globális beállítás használata - %s

source: Do not cache this page.
bg_bg: Не кеширайте тази страница.
hu_hu: Ne gyorsítótárazza ezt az oldalt.

source: Cache this page.
bg_bg: Кеширайте тази страница.
hu_hu: Gyorsítótárazza ezt az oldalt.

source: Cache for how long?
bg_bg: За колко време да се кешира?
hu_hu: Meddig gyorsítótárazzon?

source: Default - %s minutes
bg_bg: По подразбиране - %s минути
hu_hu: Alapértelmezett - %s perc

source: Custom
bg_bg: По заявка
hu_hu: Egyedi

source: minutes
bg_bg: минути
hu_hu: perc

source: Update
bg_bg: Обновяване
hu_hu: Frissítés

source: You do not have permission to modify the page type or theme on any of the selected pages.
bg_bg: Нямате право да променяте типа или изгледа на нито една от избраните страници.
hu_hu: Nincs jogosultsága módosítani az oldal típust vagy témát a kiválasztott oldalakon.

source: Choose a Page Type
bg_bg: Избор на тип страница
hu_hu: Válasszon oldaltípust

source: This is the defaults page for the %s page type. You cannot change it.
bg_bg: Това е определящата страница за тип %s. Не може да бъде променена.
hu_hu: %s oldaltípus alapértelmezett oldala. Nem változtatható.

source: This page is a single page, which means it doesn't have a page type associated with it.
bg_bg: Тази страница е самостоятелна и не принадлижи на никой от типовете.
hu_hu: Ez az oldal egy önálló oldal, ami azt jelenti hogy egyik oldaltípus sincs hozzárendelve.

source: Get more themes.
bg_bg: Изтегляне на нови скинове.
hu_hu: További témák

source: You do not have permission to change permissions on any of the selected pages.
bg_bg: Нямате право да променяте правата за никоя от избраните страници.

source: Assign Permissions
bg_bg: Назначаване на права
hu_hu: Jogosultságok hozzárendelése

source: ** Multiple Settings
bg_bg: **Множествени настройки

source: By Area of Site (Hierarchy)
bg_bg: По област от сайта (Йерархия)
hu_hu: Az oldal részei szerint (Felépítés)

source: From Page Type Defaults
bg_bg: От типове страници по подразбиране

source: Manually
bg_bg: Ръчно
hu_hu: Egyénileg

source: Subpage Permissions
bg_bg: Права към подстраница
hu_hu: Aloldal jogosultságok

source: Inherit page type default permissions.
bg_bg: Наследяване на пълномощия от типа страница.
hu_hu: Oldaltípus alapértelmezett jogosultságainak használata

source: Inherit the permissions of this page.
bg_bg: Наследяване на пълномощия от тази страница.
hu_hu: Aktuális oldal jogosultságainak használata

source: You may only set specific permissions for pages if they are set to override defaults or their parent pages.
bg_bg: Можете да определите специфични права за страниците само ако те са настроени да игнорират настройките по подразбиране или страницата майка.

source: Changing this setting will affect this page immediately. Are you sure?
bg_bg: Промята на настройките ще се отрази веднага на страницата. Сигурни ли сте?

source: Confirm Change
bg_bg: Потвърдете промяната
hu_hu: Módosítás jóváhagyása

source: Warning:
bg_bg: Внимание:

source: Any users or groups selected will be removed from the permissions on the selected pages.
bg_bg: Всички избрани потребители или групи, ще бъдат премахнати от разрешените за избраните страници.

source: Add Access Entity
bg_bg: Добавате достъп на обект

source: Permissions Should
bg_bg: Необходими права

source: Add To Existing Permissions
bg_bg: Добавяне към съществуващи права

source: Replace Permissions
bg_bg: Презапис на права

source: You do not have permission to delete any of the selected pages.
bg_bg: Нямате право да да изтривате която и да е от избраните страници.
hu_hu: Nincs jogosultsága törölni a kiválasztott oldalakat.

source: Are you sure you want to delete the following pages?
bg_bg: Сигурни ли сте, че искате да изтриете следните страници?
hu_hu: Biztosan törölni szeretné az alábbi oldalakat?

source: Page Type
bg_bg: Тип страница
hu_hu: Oldal típus

source: Author
bg_bg: Автор
hu_hu: Szerző

source: Unable to view page.
bg_bg: Няма възможност да разгледате страницата
hu_hu: Nem lehet megtekinteni az oldalt.

source: Fetch, parse and display the contents of an RSS or Atom feed.
bg_bg: Изваждане, анализ и показване на съдържанието на RSS или Atom емисия.
hu_hu: RSS vagy Atom hírcsatorna lekérése, tartalmának beillesztése

source: RSS Displayer
bg_bg: Показване на RSS
hu_hu: RSS Hírcsatorna

source: Please enter a valid feed address.
bg_bg: Моля, въведете валиден адрес на емисия.
hu_hu: Kérem, adjon meg egy érvényes hírcsatorna címet!

source: Please enter the number of items to display.
bg_bg: Въведете броят на обектите за показване.
hu_hu: Kérem, adja meg a megjelenítendő elemek számát!

source: Oops, it looks like you've entered an invalid feed address!
bg_bg: Опа, Май сте въвели невалиден адрес на емисия!
hu_hu: Upsz, az Ön által megadott hírcsatorna címe érvénytelennek tűnik!

source: Include external forms in the filesystem and place them on pages.
bg_bg: Включете външни форми във файловата система и ги разположете на страниците.
hu_hu: Külső űrlapok beillesztése a fájlrendszerben és elhelyezése az oldalakon.

source: External Form
bg_bg: Външна форма
hu_hu: Külső űrlap

source: You must select a form.
bg_bg: Трябва да изберете форма.
hu_hu: Egy űrlap kiválasztása kötelező.

source: Unable load external form block controller file: %s
bg_bg: Невъзможно зареждането на външна форма, блокирани контролни файлове: %s
hu_hu: Külső blokk vezérlő fájl betöltése sikertelen: %s
