Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: Running a backup will create a database export file and store it on your server. Encryption is only advised if you plan on storing the backup on the server indefinitely. This is <strong>not recommended</strong>. After running backup, download the file and make sure that the entire database was saved correctly. If any error messages appear during the backup process, do <b>not</b> attempt to restore from that backup.
bg_bg: Архивирането ще създаде архивен файл и ще го запише на Вашия сървър. Шифроването си заслужава ако възнамерявате да държите файла дълго на сървъра. Това <strong>не се препоръчва</strong>. След архивиране изтеглете файла и се уверете, че цялата база е записана коректно. Ако се появят съобщения за грешки по време на изтеглянето <b>не се опитвайте</b> да възстановявате базата от този архив.

source: Backup
bg_bg: Архивиране
hu_hu: Mentés

source: You do not have permission to create or administer backups.
bg_bg: Нямате правомощия да създавате и администрирате архиви.
hu_hu: Nincs jogosultsága mentést készíteni vagy adminisztrálni.

source: Database XML
bg_bg: база данни XML
hu_hu: Adatbázis XML

source: Export Database Schema
bg_bg: Експорт на схемата на базата данни
hu_hu: Adatbázis struktúra exportálása

source: Click below to view your database schema in a format that can imported into concrete5 later.
bg_bg: Кликнете отдолу за да видите структурата на Вашата база данни във формат, който може да бъде въведен по-късно в Concrete5.
hu_hu: Kattintson lejjebb azon adatbázis struktúra formátum megtekintéséhez, amely később importálható a concrete5-be.

source: Export Database Tables
bg_bg: Експорт на таблици от базата данни
hu_hu: Adatbázis táblák exportálása

source: Database Refresh
bg_bg: Обнови База Данните
hu_hu: Adatbázis frissítése

source: Refresh core database tables and blocks.
bg_bg: Обновяване на таблици и блокове на основната база данни
hu_hu: Nélkülözhetetlen adatbázis táblák és blokkok frissítése.

source: Refreshes %s files contained in %s and all block directories.
bg_bg: Опресняване на %s файла, намиращи се в %s и във всички директории на блокове.
hu_hu: Azon %s fájlokat frissíti melyeket %s és minden blokk könyvtár tartalmaz.

source: Reload custom tables.
bg_bg: Презареждане на преработени таблици.
hu_hu: Egyedi táblák újratöltése.

source: Reloads database tables contained in %s.
bg_bg: Презареждане на таблиците от базата данни, включени в %s.
hu_hu: Azon adatbázis táblákat tölti újra melyeket %s tartalmaz.

source: Refresh Databases
bg_bg: Опресняване на базата данни
hu_hu: Adatbázisok frissítése

source: Download Update
bg_bg: Изтеглияне на обновяване
hu_hu: Frissítés letöltése

source: Check For Updates
bg_bg: Проверка за ъпдейти
hu_hu: Frissítés keresése

source: Currently Running %s
bg_bg: В момента работи %s
hu_hu: Jelenlegi verzió %s

source: Available Update
bg_bg: Има наличен ъпдейт
hu_hu: Elérhető frissítés

source: Version: %s
bg_bg: Версия: %s
hu_hu: Verzió: %s

source: Release Date: %s
bg_bg: Дата на издаване: %s
hu_hu: Kiadás dátuma: %s

source: Note: Downloading an update will NOT automatically install it.
bg_bg: Забележка: Изтеглянето на обновяване НЕ го инсталира автоматично.
hu_hu: Figyelem: a letöltött frissítés NEM telepszik automatikusan!

source: Install Local Update
bg_bg: Инсталиране на локално обновяване
hu_hu: Frissítés telepítése

source: Make sure you <a href="%s">backup your database</a> before updating.
bg_bg: Уверете се, че сте <a href="%s">архивирали Вашата база данни</a> преди да я обновявате.
hu_hu: A frissítése telepítése előtt <a href="%s">készítsen mentést az adatbázisról</a>.

source: An update is available. Click below to update to <strong>%s</strong>.
bg_bg: Налична е актуализация. Натиснете, за да обновите с <strong>%s</strong>.
hu_hu: Egy frissítés elérhető. Telepítse <strong>%s</strong> a verziót.

source: Current Version %s
bg_bg: Версия в момента %s
hu_hu: Jelenlegi verzió: %s

source: Several updates are available. Please choose the desired update from the list below.
bg_bg: Налични са множество обновявания. Моля, изберете желаното обновяване от списъка.
hu_hu: Néhány frissítés elérhető. Kérem válassza ki a kívánt frissítést az alábbi listából.

source: Current Version
bg_bg: Версия в момента
hu_hu: Jelenlegi verzió

source: No updates available.
bg_bg: Няма налични ъпдейти.
hu_hu: Nem érhető el frissítés.

source: Update Set Details
bg_bg: Обнови комплектните детайли
hu_hu: Kollekció részleteinek frissítése

source: This attribute set is locked. It cannot be deleted, and its handle cannot be changed.
bg_bg: Този атрибутен комплект е заключен. Не може да бъде изтрит и handle му да се променя.
hu_hu: Ez az attribútum kollekció zárolt. Nem törölhető és a kezelő azonosítója nem megváltoztatható.

source: Add Attributes to Set
bg_bg: Добави атрибутите в комплект.
hu_hu: Attribútumok hozzáadása a kollekcióhoz

source: Update Attributes
bg_bg: Обнови атрибути
hu_hu: Attribútumok frissítése

source: No attributes found.
bg_bg: Няма намерени атрибути.
hu_hu: Nem találhatóak attribútumok.

source: Attribute Sets
bg_bg: Атрибутни комплекти
hu_hu: Attribútum kollekciók

source: No attribute sets currently defined.
bg_bg: Няма определени атрибутни комплекти.

source: Attribute Categories
bg_bg: Атрибутни категории
hu_hu: Attribútum kategóriák.

source: Attribute Categories are used to group different types of sets.
bg_bg: Атрибутните категори служат за групиране на различните типове комплекти.

source: No attribute categories currently defined.
bg_bg: Ншма определени атрибутни категории.

source: Attribute Type Associations
bg_bg: Свързаност по видове атрибути
hu_hu: Attribútum típus hozzárendelések

source: Custom Attribute Types
bg_bg: Собствени видове атрибути
hu_hu: Egyéni attribútum típusok

source: There are no available attribute types awaiting installation.
bg_bg: Няма достъпни типове атрибути, очакващи инсталация.
hu_hu: Nincsenek elérhető, telepítésre váró attribútum típusok.

source: Redirect users to:
bg_bg: Пренасочване на потребителите към:
hu_hu: Felhasználók átirányítása:

source: Homepage
bg_bg: Начална страница
hu_hu: A Kezdőlap

source: Member profile (if enabled)
bg_bg: Потребителския профил (ако е разрешен)
hu_hu: A Profil oldal (ha engedélyezett)

source: Custom page
bg_bg: Друга страница
hu_hu: Egyedi oldal

source: Redirect administrators to dashboard
bg_bg: Пренасочване на администраторите към командния пулт
hu_hu: Adminok átirányítása a vezérlőpultba

source: Public Registration
bg_bg: Публична регистрация
hu_hu: Publikus regisztráció

source: Control the options available for Public Registration.
bg_bg: Контролирайте опциите достъпни за публична регистрация.

source: Allow visitors to signup as site members?
bg_bg: Всички посетители ли да се регистрират като членове на сайта?
hu_hu: Engedélyezzük a látogatók regisztrációját?

source: Off
bg_bg: Изключено
hu_hu: Ki

source: On - email validation
bg_bg: Включено - потвърждение на имейл
hu_hu: Be - e-mail ellenőrzés

source: On - approve manually
bg_bg: Включено - ръчно одобрение
hu_hu: Be - manuális jóváhagyás

source: On - signup and go
bg_bg: Включено - регистрирай и продължи
hu_hu: Be - Sima regisztáció

source: Send email when a user registers
bg_bg: Изпращане на имейл, когато потребител се регистрира
hu_hu: Küldjön e-mailt felhasználó regisztációjakor

source: Email address
bg_bg: Имейл адрес
hu_hu: Email cím

source: CAPTCHA required
bg_bg: CAPTCHA е задължителна.
hu_hu: CAPTCHA szükséges.

source: Enable OpenID
bg_bg: Разрешаване на OpenID
hu_hu: OpenID engedélyezése

source: Use emails for login
bg_bg: За влизане използвайте имейл.
hu_hu: E-mail használata bejelentkezéskor

source: Public Profiles
bg_bg: Публични профили
hu_hu: Publikus profilok

source: Control the options available for Public Profiles.
bg_bg: Контролирайте опциите достъпни за публични профили.

source: Profile Options
bg_bg: Опции на профила
hu_hu: Profil beállítások

source: Enable public profiles.
bg_bg: Разрешаване на публични профили.
hu_hu: Publikus profilok engedélyezése.

source: Fall Back To Gravatar
bg_bg: Върнете се обратно към Gravatar

source: Use image from <a href="http://gravatar.com" target="_blank">gravatar.com</a> if the user has not uploaded one
bg_bg: Използвай изображение от <a href="http://gravatar.com" target="_blank">gravatar.com</a> ако потребителят не е качил свое

source: Maximum Gravatar Rating
bg_bg: Максимум Gravatar рейтинг
hu_hu: Maximális Gravatar értékelés

source: Site Name
bg_bg: Име на сайта
hu_hu: Oldal neve

source: Bookmark Icons
bg_bg: Икони на отметките
hu_hu: Könyvjelző ikonok

source: Selected Icon
bg_bg: Избрана икона
hu_hu: Kiválasztott ikon

source: Your image should be 16x16 pixels, and should be a gif or a png with a .ico file extension.
bg_bg: Изображението трябва да бъде 16x16 пиксела, и трябва да бъде gif или png с .ico файлово разширение.

source: iPhone Thumbnail
bg_bg: iPhone умалено изображение
hu_hu: iPhone miniatűr kép

source: Windows 8 Thumbnail
bg_bg: Windows 8 умалено изображение
hu_hu: Windows 8 bélyegkép

source: Enable user defined time zones.
bg_bg: Разрешаване на потребителска часова зона.
hu_hu: Felhasználói időzónák engedélyezése.

source: Rich Text Editor
bg_bg: Форматиращ текстов редактор
hu_hu: Rich Text szerkesztő

source: Control the options available for TinyMCE.
bg_bg: Контолирайте опциите достъпни за TinyMCE.

source: Simple
bg_bg: Опростен
hu_hu: Egyszerű

source: Office
bg_bg: тип "Office"

source: Width
bg_bg: Ширина
hu_hu: Szélesség

source: Height
bg_bg: Дължина
hu_hu: Magasság

source: TinyMCE Reference
bg_bg: TinyMCE Справочник
hu_hu: TinyMCE dokumentáció

source: Pull a picture of the day from concrete5.org (Default)
bg_bg: Издърпай изобраьение на деня от concrete5.org (По подразбиране)
hu_hu: A "nap képe" a concrate5.org-ról (Alapértelmezett)

source: Specify Custom Image
bg_bg: Задай ръчно изображение
hu_hu: Egyedi kép kiválasztása

source: Multilingual Setup
bg_bg: Многоезични настройки
hu_hu: Nyelvi beállítások

source: Offer choice of language on login.
bg_bg: Предложете избор на език за вход?
hu_hu: Ajánlja fel a nyelvválasztást bejelentkezéskor.

source: Cache &amp; Speed Settings
bg_bg: Кеш &amp; Настройки за скорост
hu_hu: Gyorsítótár & sebesség beállítások

source: Block Cache
bg_bg: Кеш на блоковете

source: Off - Good for development of custom blocks.
bg_bg: Изключено - Добро за развитието на ръчено зададени блокове

source: On - Helps speed up a live site.
bg_bg: Включено - Помага за засилване скоростта на live сайт.
hu_hu: Be - Segít gyorsítani egy működő weboldalt.

source: Off - Turn it on by hand for specific pages.
bg_bg: Изключено - Включете ръчно за определени страници.
hu_hu: Ki - Bekapcsolás kézzel az adott oldalakon.

source: On - If blocks on the particular page allow it.
bg_bg: Включено - Ако блоковете на определената страница го позволяват.

source: On - In all cases.
bg_bg: Включено - във всеки случай.
hu_hu: Be - Minden esetben.

source: Every %s (default setting).
bg_bg: Всеки %s (настройки по подразбиране)

source: Only when manually removed or the cache is cleared.
bg_bg: Само когато е ръчно премахнато или кешът е изчистен.

source: Every
bg_bg: Всеки
hu_hu: Minden

source: minutes.
bg_bg: минути
hu_hu: perc.

source: Clear Cache
bg_bg: Изчистване на кеша
hu_hu: Gyorsítótár kiürítése

source: If your site is displaying out-dated information, or behaving unexpectedly, it may help to clear your cache.
bg_bg: Ако Вашият сайт показва остаряла информация или се държи странно, изчистете кеша - това помага.
hu_hu: Ha weboldala elavult adatokat tartalmaz vagy szokatlanul viselkedik, próbálja kiüríteni a böngésző gyorsítótárát.

source: Automated Jobs
bg_bg: Автоматизирана работа
hu_hu: Automatizált feladatok

source: Job Sets
bg_bg: Job комплекти

source: Last Run
bg_bg: Последно изпълнение
hu_hu: Utoljára lefutott

source: Results of Last Run
bg_bg: Резултати от последното изпълнение
hu_hu: Az utolsó futás eredménye

source: Reset All Jobs
bg_bg: Анулирай всички Jobs

source: Running since %s
bg_bg: Работи от %s

source: Run
bg_bg: Стартирай
hu_hu: Futtatás

source: Automate this Job
bg_bg: Автоматизирай Job

source: Remove this Job
bg_bg: Премахни Job

source: Run Job
bg_bg: Стартирай Job

source: Run this Job Every
bg_bg: Стартирай Job всеки

source: Through Cron
bg_bg: През Cron

source: First, schedule this URL for when you'd like this job to run:
bg_bg: Първо разпределете този URL, за когато искате този job да стартира:

source: Then, make sure this URL is scheduled to run frequently, like every 3-5 minutes:
bg_bg: След това се уверете, че този URL е определен да се стартира често, на всеки 3 до 5 мин.:

source: You have no jobs installed.
bg_bg: Нямате инсталирани jobs.

source: Automation Instructions
bg_bg: Автоматизация на инструкция

source: To run all the jobs in the <a href="%s">%s</a> Job Set, schedule this URL using cron or a similar system:
bg_bg: За да стартирате всички jobs в <a href="%s">%s</a> Job комплекта, задайте този URL използвайки cron или друга подобна система:

source: Warning, this cannot be undone. No jobs will be deleted but they will no longer be grouped together.
bg_bg: Внимание, това не може да бъде възстановено. Няма да бъдат изтрити jobs, но те вече няма да бъдат групирани заедно.

source: Delete Job Set
bg_bg: Изтрий Job комплекта

source: Update Jobs
bg_bg: Обнови Jobs
hu_hu: Munkák frissítése

source: No Jobs found.
bg_bg: Няма намерени Jobs
hu_hu: Nem található munka.

source: To run all the jobs in this Job Set, schedule this URL using cron or a similar system:
bg_bg: За да стартирате всички jobs в този Job комплект, задайте този URL използвайки cron или друга подобна система:

source: Update Schedule
bg_bg: Обновете графика

source: You have not added any Job sets.
bg_bg: Нямате добавени никакви Job комплекти.

source: Add Job Set
bg_bg: Добави Job комплект

source: Recent Activity
bg_bg: Скорошна Активност
hu_hu: Legutóbbi tevékenységek

source: Recent Page Views
bg_bg: Скорошни прегледи на Страници
hu_hu: Mostanában megtekintett oldalak

source: Page Views
bg_bg: Прегледи на Страница
hu_hu: Oldalmegtekintések

source: Recent Registrations
bg_bg: Скорошни Регистрации
hu_hu: Legfrissebb regisztrációk

source: User Registrations
bg_bg: Потребителски Регистрации
hu_hu: Felhasználói regisztrációk

source: Pages Created
bg_bg: Създадени Страници
hu_hu: Létrehozott oldalak

source: Total page versions
bg_bg: Общо версии на страници
hu_hu: Oldal verziók száma

source: Total pages in edit mode
bg_bg: Общо страници в режим на редактиране
hu_hu: Oldalak száma szerkesztés módban

source: Five Most Recent Downloads
bg_bg: Петте Най-скорошни Изтегляния
hu_hu: A legutolsó 5 letöltés

source: Downloaded On
bg_bg: Изтеглено На
hu_hu: Letöltve

source: No files have been downloaded.
bg_bg: Никакви файлове не бяха изтеглени.
hu_hu: Nem voltak állományok letöltve.

source: Results for &#34;%s&#34;
bg_bg: Резултат за &#34;%s&#34;
hu_hu: Találatok &#34;%s&#34;

source: Option
bg_bg: Опция
hu_hu: Opciók

source: IP Address
bg_bg: IP адрес
hu_hu: IP cím

source: Surveys
bg_bg: Анкети
hu_hu: Kérdőívek

source: You have not created any surveys.
bg_bg: Още не сте създали анкети.
hu_hu: Még nem készített kérdőívet.

source: Found on Page
bg_bg: Намери в страницата
hu_hu: Találatok az oldalon

source: Last Response
bg_bg: Последен отговор
hu_hu: Utolsó válasz

source: Number of Responses
bg_bg: Брой отговори
hu_hu: Válaszok száma

source: There are no log entries to show at the moment.
bg_bg: В момента няма записи в дневника за показване
hu_hu: Jelenleg nincsenek elérhető naplóbejegyzések.

source: Date/Time
bg_bg: Дата/Час
hu_hu: Dátum/idő

source: Are you sure you want to clear this log?
bg_bg: Сигурни ли сте, че искате да изчистите този лог?
hu_hu: Biztosan kiüríti ezt a naplót?

source: Clear Log
bg_bg: Изчисти лога
hu_hu: Napló kiürítése

source: Are you sure you want to delete this form submission?
bg_bg: Сигурни ли сте, че искате да изтриете подадения отговор?
hu_hu: Biztosan törölni akarod az ezzel az űrlappal beküldött adatokat?

source: Are you sure you want to delete this form and its form submissions?
bg_bg: Сигурни ли сте, че искате да изтриете тази форма и подадените отговори?
hu_hu: Biztosan törölni akarod ezt az űrlapot és a vele beküldött adatokat is?

source: Are you sure you want to delete this form submissions?
bg_bg: Сигурни ли сте, че искате да изтриете тези записвания на форма?
hu_hu: Biztosan törölni akarod az ezzel az űrlappal beküldött adatokat?

source: Form Results
bg_bg: Резултати от формуляри
hu_hu: Űrlap eredmények

source: Submissions
bg_bg: Подавания
hu_hu: Beküldött adatok

source: View Responses
bg_bg: Фиж отговори
hu_hu: Válaszok megtekintése

source: Open Page
bg_bg: Отвори страница
hu_hu: Oldal megnyitása

source: Delete Submissions
bg_bg: Изтрий подавания

source: There are no available forms in your site.
bg_bg: Няма валидни форми във Вашият сайт.
hu_hu: Nincsenek elérhető űrlapok az oldalon.

source: Responses to %s
bg_bg: Отговори на %s
hu_hu: Válaszok erre: %s

source: No one has yet submitted this form.
bg_bg: Още никой не е подал тази форма.
hu_hu: Senki sem küldte még be ezt az űrlapot.

source: Export to Excel
bg_bg: Експортиране в Excel
hu_hu: Mentés Excel fájlként

source: * Scroll right to view full results
bg_bg: * Плъзнете надясно за да видите пълните резултати

source: Actions
bg_bg: Действия
hu_hu: Műveletek

source: (User ID: %s)
bg_bg: (Потребител №: %s)
hu_hu: (Felhasználó azonosítója: %s)

source: Included in Composer?
bg_bg: Да се добави ли в Композитор?
hu_hu: Jelenjen meg a Szerkesztőben?

source: Yes, include this page type in Composer.
bg_bg: Да, добавете този тип страница в Композитор.
hu_hu: Igen, jelenjen meg ez az oldaltípus a Szerkesztőben.

source: Composer Publishing Settings
bg_bg: Настройки за публикуване от Композитор
hu_hu: Publikálás helyének beállítása a Szerkesztőben

source: Choose from all pages when publishing.
bg_bg: Избор от всички страници при публикуване.
hu_hu: Bármely oldal kiválasztható publikáláskor.

source: Choose from pages of a certain type when publishing.
bg_bg: Избор от страници с конкретен тип при публикуване
hu_hu: Adott típusú oldalak kiválasztása publikáláskor.

source: Always publish below a certain page.
bg_bg: Винаги публикувай под конкретна страница
hu_hu: Publikálás mindig egy adott oldal alá.

source: Attributes to Display in Composer
bg_bg: Атрибути, които да се показват в Композитор
hu_hu: A Szerkesztőben megjelenítendő attribútumok.

source: Composer Content Order
bg_bg: Подреди съдържанието на Композитор
hu_hu: Tartalom sorrendje a Szerkesztőben

source: Back to Page Types
bg_bg: Назад към типове страници
hu_hu: Vissza az Oldal típusokhoz

source: Unable to access composer settings.
bg_bg: Няма достъп до настройките на Композитор.
hu_hu: Nem lehet hozzáférni a Szerkesztő beállításokhoz.

source: Edit Page Type
bg_bg: Редактиране тип на страница
hu_hu: Oldaltípus szerkesztése

source: * required field
bg_bg: * задължително поле
hu_hu: * kötelező mező

source: (To add your own page type icons, create a file set named "%s" and add files to that set)
bg_bg: (За да добавите собствени икони за типове страница, създайте комплект файлове с име "%s" и добавете файловете там)
hu_hu: (Egyéni oldaltípus ikonok használatához készítsen egy új fájl csoportot "%s" néven, majd adja hozzá a fájlokat ehhez a csoporthoz)

source: (Pulling icons from file set "%s". Icons will be displayed at %s x %s.)
bg_bg: (Издърпване на икони от файлов комплект "%s". Иконите ще се показват в %s x %s.)
hu_hu: (Ikonok betöltése a "%s" fájl csoportból. Az ikonok %s x %s méretben fognak megjelenni.)

source: Default Attributes
bg_bg: Атрибути по подразбиране
hu_hu: Alapértelmezett attribútumok

source: Add a Page Type
bg_bg: Добави тип страница
hu_hu: Egy új oldaltípus létrehozása

source: No page types found.
bg_bg: Не са намерени типове страници.
hu_hu: Nem található egy oldaltípus sem.

source: Package
bg_bg: Пакет
hu_hu: Csomag

source: Defaults
bg_bg: По подразбиране
hu_hu: Alapértelmezések

source: You do not have access to page type default content.
bg_bg: Нямате достъп до съдържанието на този тип страници.

source: Lets you set default permissions and blocks for a particular page type.
bg_bg: Дава възможност за настройка на правомощията и блоковете за даден тип страница.
hu_hu: Állítsa be az oldaltípus alapértelmezett jogosultságát és blokkjait

source: Add Page Type
bg_bg: Добави тип страница
hu_hu: Új oldaltípus

source: Customize Theme
bg_bg: Промяна на тема
hu_hu: Téma testreszabása

source: Add Your CSS
bg_bg: Собствен CSS
hu_hu: Egyéni CSS megadása

source: Reset
bg_bg: Отмяна
hu_hu: Visszaállítás

source: Reset styles in this theme?
bg_bg: Да се нулират ли стиловете за тази тема?
hu_hu: Állítsuk vissza az összes stílust ebben a témában?

source: This theme contains no styles that can be customized.
bg_bg: Темата не съдържа стилове и не може да бъде променяна.
hu_hu: Ez a téma nem tartalmaz testreszabható CSS definíciókat.

source: This theme is currently active on your site.
bg_bg: Тази тема е активна в момента на сайта.
hu_hu: Jelenleg ez a téma aktív az Ön weboldalán.

source: Apply this theme to every page on your site?
bg_bg: Приложи темата към всяка страница?
hu_hu: Alkalmazzuk ezt a témát az összes oldalon?

source: No themes are installed.
bg_bg: Няма инсталирани темил
hu_hu: Nincsenek témák telepítve.

source: Inspect
bg_bg: Подробности
hu_hu: Vizsgálat

source: Customize
bg_bg: Настройки
hu_hu: Testreszabás

source: Mobile Theme
bg_bg: Тема за мобилни устройства
hu_hu: Téma mobil eszközökhöz

source: To use a separate theme for mobile browsers, specify it below.
bg_bg: Отбележете ако желаете да използвате отделно браузър за мобилни устроиства.
hu_hu: Mobil eszközökre optimalizált téma használatához válaszon az alábbiak közül.

source: ** Same as website (default)
bg_bg: ** Като уебсайта (По подразбиране)
hu_hu: ** Ugyanaz, mint a weboldal (Alapértelmezett)

source: Themes Available to Install
bg_bg: Налични теми за инсталиране
hu_hu: Elérhető, telepíthető témák

source: Want more themes?
bg_bg: Искате ли повече теми?
hu_hu: Szeretne több témát?

source: You can download themes and add-ons from the concrete5 marketplace.
bg_bg: Можете да сваляте теми и добавки от concrete5 marketplace.
hu_hu: Letölthet témákat és kiegészítőket a concrete5 piactérről.

source: Inspect Theme
bg_bg: Проучване на тема
hu_hu: Téma vizsgálata

source: Theme name:
bg_bg: Име на темата:
hu_hu: A téma neve:

source: Files in Theme
bg_bg: Файлове в темата
hu_hu: Fájlok a Témában.

source: Action to take
bg_bg: Да се извърши

source: There are no templates in this file.
bg_bg: В този файл няма шаблони.
hu_hu: Nincsenek sablonok ebben a fájlban.

source: Default template.
bg_bg: Темплейт по подразбиране
hu_hu: Alapértelmezett sablon.

source: Template for internal concrete5 page.
bg_bg: Темплейт за вътрешна concrete5 страница.

source: New template.
bg_bg: Нов шаблон.
hu_hu: Új sablon.

source: Template for existing page type.
bg_bg: Шаблон за съществуваща страница
hu_hu: Sablon létező oldaltípushoz.

source: None. This file will automatically be used.
bg_bg: Няма. Този файл ще се използва автоматично.
hu_hu: Nem. Ez a fájl automatikusan használva lesz.

source: None. This file will automatically be used for pages without a template.
bg_bg: Няма. Този файл ще се използва автоматично за страници без шаблон.
hu_hu: Nem. Ez a fájl automatikusan használva lesz a sablon nélküli oldalakon.

source: None. This file will automatically be used by the <strong>%s</strong> page.
bg_bg: Няма. Този файл ще се използва автоматично от страница <strong>%s</strong>.
hu_hu: Nem. Ez a fájlt automatikusan használni fogja a(z) <strong>%s</strong> oldal.

source: Create page type.
bg_bg: Създаване на тип страница.
hu_hu: Új oldaltípus
