Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: None. This file will automatically be used by the <strong>%s</strong> page type.
bg_bg: Няма. Този файл ще се използва автоматично от тип страница <strong>%s</strong>.
hu_hu: Nem. Ezt a fájlt automatikusan használni fogja a(z) <strong>%s</strong> oldaltípus.

source: Add a Template
bg_bg: Добавяне на шаблон
hu_hu: Új sablon

source: Add Theme
bg_bg: Добавяне на тема
hu_hu: Új téma

source: Return to Template List
bg_bg: Връщане към списъка с шаблони
hu_hu: Vissza a Sablonokhoz

source: Single Pages
bg_bg: Единични страници
hu_hu: Önálló oldalak

source: Add Single Page
bg_bg: Добави единична страница
hu_hu: Új önálló oldal

source: The page you want to add is available at:
bg_bg: Страницата, която искате да добавите се намира в:
hu_hu: A hozzáadni kívánt oldal elérhető itt:

source: Already Installed
bg_bg: Вече е инсталирани
hu_hu: Már telepítve van

source: Refreshes the page, rebuilding its permissions and its name.
bg_bg: Опреснява страницата, възстановявайки пълномощията и името.
hu_hu: Frissíti az oldalt, a jogosultságok és a név beállításával.

source: Page Attributes
bg_bg: Атрибути на страница
hu_hu: Oldal attribútumok

source: Site Registration
bg_bg: Регистрация в сайта
hu_hu: Oldal regisztráció

source: Return to Home
bg_bg: Връщане в началото
hu_hu: Vissza a Kezdőlapra

source: Your Details
bg_bg: Вашите данни
hu_hu: Adatok

source: Confirm Password
bg_bg: Потвърдете паролата
hu_hu: Erősítse meg jelszavát

source: Register
bg_bg: Регистрация
hu_hu: Regisztráció

source: Coming Back Soon
bg_bg: Скоро ще се върна
hu_hu: Hamarosan visszatérünk

source: This site is currently down for maintenance.
bg_bg: Този сайт в момента е изключен за поддръжка.
hu_hu: Ez az oldal jelenleg karbantartás alatt van.

source: Upgrade concrete5
bg_bg: Обновете concrete5
hu_hu: concrate5 frissítés

source: To proceed with the upgrade, click below.
bg_bg: За да започне надграждането, кликнете отдолу.
hu_hu: Kattintson a frissítés folytatásához.

source: Upgrade
bg_bg: Обновяване
hu_hu: Frissítés

source: <a href="%s">Click here</a> if you would like to re-run this script.
bg_bg: <a href="%s">Натиснете тук</a> за да рестартирате този скрипт.
hu_hu: <a href="%s">Kattints ide</a> ha újra le szeretnéd futtatni ezt a szkriptet.

source: Sign in to %s
bg_bg: Вписване в %s
hu_hu: Bejelentkezés ide: %s

source: Password changed. Please login to continue.
bg_bg: Паролата е сменена. Моля, впишете се за да продължите.
hu_hu: A jelszó megváltozott. Kérlek jelentkezz be újra a folytatáshoz.

source: Enter your new password below.
bg_bg: Въведете нова парола.
hu_hu: Add meg új jelszavadat.

source: Sign In
bg_bg: Вписване
hu_hu: Bejelentkezés

source: Email Address Verified
bg_bg: E-mail адресът е проверен
hu_hu: Megerősített e-mail cím

source: The email address <b>%s</b> has been verified and you are now a fully validated member of this website.
bg_bg: E-mail адрес <b>%s</b> е проверен и Вие сте регистриран потребител на този сайт.
hu_hu: <b>%s</b> e-mail cím visszaigazolása sikeres, mostantól Ön weboldalunk érvényes tagja.

source: Continue to Site
bg_bg: Продължете към сайта
hu_hu: Tovább a weboldalhoz

source: To complete the signup process, you must provide a valid email address.
bg_bg: За да завършите регистрацията трябва да предоставите валиден e-mail адрес.
hu_hu: A regisztráció befejezéséhez adjon meg egy érvényes e-mail címet.

source: You must provide the following information before you may login.
bg_bg: Трябва да предоставите следната информация преди да можете да се впишете.
hu_hu: A bejelentkezés előtt meg kell adnia a következő információkat.

source: User Account
bg_bg: Потребителски акаунт
hu_hu: Felhasználói fiók

source: Forgot Your Password?
bg_bg: Забравена парола?
hu_hu: Elfelejtette a jelszavát?

source: Enter your email address below. We will send you instructions to reset your password.
bg_bg: Въведете имайла си тук. Ще ви изпратим инструкции за промяна на паролата.
hu_hu: Adja meg az e-mail címét és elküldjük e-mailben a tudnivalókat a jelszava visszaállításához.

source: Reset and Email Password
bg_bg: Промяна на парола и изпращане по e-mail
hu_hu: Jelszó visszaállítása és elküldése

source: Not a Member
bg_bg: Не сте член
hu_hu: Regisztráció

source: Register here!
bg_bg: Регистрирайте се тук!
hu_hu: Regisztráció itt!

source: Page Forbidden
bg_bg: Забранена страница
hu_hu: Tiltott oldal

source: You are not authorized to access this page.
bg_bg: Нямате достъп до тази страница.
hu_hu: Nincs jogosultsága hozzáférni ehhez az oldalhoz.

source: Download File
bg_bg: Изтегляне на файл
hu_hu: Fájl letöltése

source: Invalid File.
bg_bg: Невалиден файл.
hu_hu: Érvénytelen fájl.

source: This file requires a password to download.
bg_bg: Нужна е парола за изтегляне на файла.
hu_hu: A fájl letöltéséhez jeszó szükséges.

source: To install concrete5, please fill out the form below.
bg_bg: За да инсталирате concrete5, моля попълнете формата.
hu_hu: A concrete5 telepítéséhez kérem töltse ki az alábbi űrlapo.

source: Install concrete5
bg_bg: Инсталирай concrete5
hu_hu: concrete5 telepítése

source: Continue to your site
bg_bg: Продължете към сайта
hu_hu: Tovább a weboldalhoz

source: Beginning Installation
bg_bg: Начало на инсталация
hu_hu: Telepítés megkezdése

source: Site Information
bg_bg: Информация за сайта
hu_hu: Weboldal információ

source: Name Your Site
bg_bg: Дайте име на Вашия сайт
hu_hu: Adjon nevet oldalának

source: Administrator Information
bg_bg: Информация за администратора
hu_hu: Adminisztrátor információ

source: Database Information
bg_bg: Информация за базата данни
hu_hu: Adatbázis információ

source: MySQL Username
bg_bg: MySQL Потребителско име
hu_hu: MySQL felhasználónév

source: MySQL Password
bg_bg: MySQL Парола
hu_hu: MySQL jelszó

source: Database Name
bg_bg: Име на базата данни
hu_hu: Adatbázis neve

source: Sample Content
bg_bg: Примерно съдържание
hu_hu: Példa tartalom

source: concrete5 veterans can choose "Empty Site," but otherwise we recommend starting with some sample content.
bg_bg: concrete5 ветераните могат да изберат "Празен сайт", но ние препоръчваме да се започне с примерно съдържание.
hu_hu: concrete5 veteránok választhatják az"Üres weblap" opciót, egyéb esetben célszerű a példa tartalmat választani.

source: Testing Required Items
bg_bg: Тестване на задължителните елементи
hu_hu: A kívánt elemek ellenőrzése

source: concrete5 requires at least PHP %s
bg_bg: concrete5 изисква поне PHP %s
hu_hu: concrete5 legalább PHP %s követel

source: JavaScript Enabled
bg_bg: JavaScript е включен
hu_hu: JavaScript sikeresen aktiválva

source: Please enable JavaScript in your browser.
bg_bg: Моля, разрешете JavaScript в браузера си.
hu_hu: Kérem engedélyezze a JavaScript-et böngészőjében.

source: MySQL Available
bg_bg: MySQL е наличен
hu_hu: Elérhető a MySQL

source: concrete5 cannot parse the PATH_INFO or ORIG_PATH_INFO information provided by your server.
bg_bg: concrete5 не може да анализира PATH_INFO или ORIG_PATH_INFO информацията предоставена от сървъра.
hu_hu: A concrete5 nem tudja feldolgozni a szervertől érkező PATH_INFO vagy ORIG_PATH_INFO információkat.

source: Image Manipulation Available
bg_bg: Обработката на картинки е налична
hu_hu: Képkezelő (GD library) elérhető

source: concrete5 requires GD library 2.0.1 or greater
bg_bg: concrete5 изисква GD библиотека 2.0.1 или по-нова
hu_hu: A concrete5 működéséhez szükség van a GD library 2.0.1 vagy újabb meglétére

source: XML Support
bg_bg: XML Поддръжка
hu_hu: XML támogatás

source: concrete5 requires PHP XML Parser and SimpleXML extensions
bg_bg: concrete5 изисква PHP XML анализатор и SimpleXML разширения
hu_hu: A concrete5 működéséhez szükségesek a PHP XML Parser és SimpleXML bővítmények.

source: Cookies Enabled
bg_bg: Бисквитките са включени
hu_hu: Cookie-k engedélyezve

source: Cookies must be enabled in your browser to install concrete5.
bg_bg: Бисквитките трябва да бъдат включени, за да инсталирате concrete5.
hu_hu: A cookie-kat engedélyezni kell a böngészőben a concrete5 telepítéséhez.

source: Testing Optional Items
bg_bg: Тестване на избираемите лементи
hu_hu: Opcionális elemek tesztelése

source: Remote File Importing Available
bg_bg: Добавянето на вънвен файл е разрешено
hu_hu: Távoli fájlok importálása elérhető.

source: Remote file importing through the file manager requires the iconv PHP extension.
bg_bg: Добавянето на далечен файл чрез файл мениджъра изисква iconv PHP разширение.
hu_hu: A fájlkezelőben távoli fájlok importálásához az iconv PHP bővítmény szükséges.

source: Continue to Installation
bg_bg: Продължете към инсталация
hu_hu: Tovább a telepítéshez

source: There are problems with your installation environment. Please correct them and click the button below to re-run the pre-installation tests.
bg_bg: Има проблем със средата за инсталиране. Моля оправрете ги и натиснете бутона, за да рестартирате прединсталационните тестове.

source: Run Tests
bg_bg: Стартирай Тестовете
hu_hu: Tesztek futtatása

source: Choose Language
bg_bg: Изберете език
hu_hu: Válasszon nyelvet

source: %s more to display. <a href="%s">View All</a>
bg_bg: %s да се покажат. <a href="%s">Виж всички</a>
hu_hu: %s megjelenítve. <a href="%s">Összes megtekintése</a>

source: &lt; Back to %s
bg_bg: &lt; Обратно до %s
hu_hu: &lt; Vissza ide: %s

source: Add to Favorites
bg_bg: Добавете в любими
hu_hu: Hozzáadás a kedvencekhez.

source: Recent
bg_bg: Скорошни
hu_hu: Legutóbbi

source: View All
bg_bg: Прегледай Всички
hu_hu: Összes megtekintése

source: Dashboard Home
bg_bg: Начало администрация
hu_hu: Vezérlőpult kezdőlap

source: Customize Dashboard Home
bg_bg: Персонализиране на администрацията
hu_hu: Vezérlőpult kezdőlapjának testreszabása

source: Your Site
bg_bg: Вашият Сайт
hu_hu: Az oldalad

source: Add-Ons
bg_bg: Добавки
hu_hu: Kiegészítők

source: View Full Dashboard
bg_bg: Преглед на цялата администрация
hu_hu: Tovább a teljes Vezérlőpulthoz

source: Reports
bg_bg: Справки
hu_hu: Jelentések

source: Get data from forms and logs.
bg_bg: Извличане на данни от форми.
hu_hu: Adatok lekérése űrlapokból és naplóbejegyzésekből.

source: Get submission data.
bg_bg: Приемане на изпратени данни.
hu_hu: Elküldött adatok lekérése

source: Users and Groups
bg_bg: Потребители и групи
hu_hu: Felhasználók és csoportok

source: Add and manage people.
bg_bg: Добавяне и управление на хора.
hu_hu: Személyek hozzáadása és kezelése.

source: Find Users
bg_bg: Намиране на потребитери
hu_hu: Felhasználó keresése

source: Pages and Themes
bg_bg: Страници и теми
hu_hu: Oldalak és témák

source: Reskin your site.
bg_bg: "Преобличане" на сайта.
hu_hu: Oldal kinézetének módosítása

source: What goes in your site.
bg_bg: Какво става в сайта.
hu_hu: Mi történik az Ön weboldalán.

source: All documents and images.
bg_bg: Всички документи иизображения
hu_hu: Minden kép és dokumentum.

source: Scrapbook
bg_bg: Книга с изрезки
hu_hu: Gyűjtőalbum

source: Share content across your site.
bg_bg: Споделяне съдържание в сайта
hu_hu: Tartalom megosztása weboldalán keresztül.

source: Shared Scrapbook 1
bg_bg: Споделена книга с изрезки 1
hu_hu: Megosztott gyűjtőalbum 1

source: Header Extra Content
bg_bg: Допълнения към заглавието
hu_hu: Fejléc extra tartalom

source: Exclude From Search Index
bg_bg: Изключване от индекса за търсене
hu_hu: Kihagyás a keresőindexből

source: Install Packages and Connect to the Marketplace
bg_bg: Инсталирайте пакети и се свържете към Marketplace
hu_hu: Csomagok telepítése és kapcsolódás a Piactérhez

source: Exclude From sitemap.xml
bg_bg: Изключване от sitemap.xml
hu_hu: Kihagyás a sitemap.xml fájlból

source: Login & Registration
bg_bg: Вписване и регистрация
hu_hu: Belépés & Regisztráció

source: I would like to receive private messages.
bg_bg: Желая да получавам лични съобщения.
hu_hu: Szeretnék privát üzeneteket kapni.

source: Send me email notifications when I receive a private message.
bg_bg: Желая уведомяване по e-mail при получено лично съобщение.
hu_hu: E-mail értesítő küldése, ha privát üzenetem érkezik.

source: Enable post via email and other settings.
bg_bg: Разрешаване на публикации по email и други настройки.

source: Checkbox
bg_bg: Отметка
hu_hu: Jelölőnégyzet

source: Image/File
bg_bg: Изображение/файл
hu_hu: Kép/Fájl

source: Number
bg_bg: Число
hu_hu: Szám

source: Rating
bg_bg: Рейтинг
hu_hu: Értékelés

source: Address
bg_bg: Адрес
hu_hu: Cím

source: Error while converting the attributes on cID: %s Error:<br/>%s
bg_bg: Грешка при конвертиране на атрибутите в cID: %s Грешка:<br/>%s
hu_hu: Hiba az attribútumok konvertálásakor a cID: %s oldalon. Hiba: <br/>%s

source: Delete Users
bg_bg: Изтрий потребители
hu_hu: Felhasználók törlése

source: Composer Beta
bg_bg: Бета композитор
hu_hu: Béta Szerkesztő

source: Write for your site.
bg_bg: Напишете за вашия сайт.
hu_hu: Írj az oldaladra.

source: View Newsflow
bg_bg: Разгледай новините
hu_hu: Hírfolyam megtekintése

source: SecurImage (Default)
bg_bg: Сигурно изображение (по подразбиране)
hu_hu: SecurImage (alapértelmezett)

source: Trash
bg_bg: Кошче
hu_hu: Lomtár

source: Drafts
bg_bg: Чернови
hu_hu: Piszkozatok

source: Blog Entry
bg_bg: Вход в блога
hu_hu: Blog bejegyzés

source: Exclude From Page List
bg_bg: Изключване от списъка
hu_hu: Kihagyás az Oldal listáról

source: Page Search
bg_bg: Търсене в страниците
hu_hu: Oldal keresés

source: System & Maintenance
bg_bg: Система и поддръжка
hu_hu: Rendszer & karbantartás

source: Backup, cleanup and update.
bg_bg: Архиви, чистене, обновяване
hu_hu: Biztonsági másolat, optimalizálás és frissítés

source: Backup & Restore
bg_bg: Архивиране и възстановяване
hu_hu: Biztonsági másolat készítés & visszaállítás

source: Change Task Permissions
bg_bg: Промяна на пълномощията за действия
hu_hu: Feladat engedélyeinek módosítása

source: Access Sitemap and Page Search
bg_bg: Достъп до картата и търсене
hu_hu: Oldaltérkép és Oldal keresés hozzáférése

source: Access User Search
bg_bg: Достъп до потребителско търсне
hu_hu: Felhasználó keresés hozzáférés

source: Access Group Search
bg_bg: Достъп до търсене на групи
hu_hu: Csoport keresés hozzáférés

source: Change Content on Page Type Default Pages
bg_bg: Промяна на съдържанието на основни страници
hu_hu: Oldal típusok alapértelmezett tartalmainak módosítása

source: Perform Full Database Backups
bg_bg: Извършване на пълно архивиране на базата данни
hu_hu: Biztonsági másolatok készítése a teljes adatbázisról

source: Sign in as User
bg_bg: Вписване като потребител
hu_hu: Belépés másik felhasználóként

source: Uninstall Packages
bg_bg: Деинсталиране на пакети
hu_hu: Csomagok eltávolítása

source: Maintenance
bg_bg: Поддръжка
hu_hu: Oldal karbantartása

source: Run common cleanup tasks.
bg_bg: Стартиране на общо почистване.
hu_hu: Feladatok futtatása (pl. indexelés)

source: Interface Preferences
bg_bg: Интерфейс предпочитания
hu_hu: Felület tulajdonságai

source: Newsflow
bg_bg: новини
hu_hu: Hírfolyam

source: Proxy Server
bg_bg: Proxy сървър
hu_hu: Proxy szerver

source: blog, blogging
bg_bg: блог, блогинг

source: new blog, write blog, blogging
bg_bg: нов блог, напиши блог, блогинг

source: blog drafts, composer
bg_bg: блог чернови, композитор

source: pages, add page, delete page, copy, move, alias
bg_bg: страници, добави страница, изтрий страница, копирай, премести, псевдоним
hu_hu: oldalak, oldal hozzáadása, oldal törlése, másolás, mozgatás

source: pages, add page, delete page, copy, move, alias, bulk
bg_bg: страници, добави страници, изтрий страници, копирай, премести, псевдоним, masa
hu_hu: oldalak, oldal hozzáadása, oldal törlése, másolás, mozgatás, tömeges

source: find page, search page, search, find, pages, sitemap
bg_bg: намери страница, търси страница, намери, страници, карта на сайта

source: add file, delete file, copy, move, alias, resize, crop, rename, images, title, attribute
bg_bg: добави файл, изтрий файл, премести, псевдоним, промени размера, изрежи, преименувай, изображения, заглавие, атрибути

source: file, file attributes, title, attribute, description, rename
bg_bg: файл, файлови атрибути, заглавие, атрибути, описание, преименувай

source: files, category, categories
bg_bg: файлове, категория, категории
hu_hu: fájlok, kategória, kategóriák

source: new file set
bg_bg: нов файлов комплект
hu_hu: új fájl kollekció

source: users, groups, people, find, delete user, remove user, change password, password
bg_bg: потребители, групи, хора, намери, изтрий потребител, премахни потребител, промени парола, парола
hu_hu: felhasználók, csoportok, emberek, keresés, felhasználó törlés, felhasználó eltávolítás, jelszó változtatás, jelszó

source: find, search, people, delete user, remove user, change password, password
bg_bg: намери, търсене, хора, изтрий потребител, премахни потребител, промени парола, парола

source: user, group, people, permissions, access, expire
bg_bg: потребител, група, хора, права, достъп, изтекъл
hu_hu: felhasználó, csoport, emberek, jogosultságok, hozzáférés, lejárat

source: user attributes, user data, gather data, registration data
bg_bg: потребителски атрибути, потребителски данни, събиране на данни, регистриране на данни

source: new user, create
bg_bg: нов потребител, създай
hu_hu: új felhasználó, létrehozás

source: new user group, new group, group, create
bg_bg: нова потребителска група, нова група, група, създай
hu_hu: új felhasználói csoport, új csoport, csoport, létrehozás

source: group set
bg_bg: групов пакет
hu_hu: csoport kollekció

source: forms, log, error, email, mysql, exception, survey
bg_bg: форми, лог, грешка, mysql, изключение, проучване

source: hits, pageviews, visitors, activity
bg_bg: попадения, прегледи на страницата, посетители, активност

source: forms, questions, response, data
bg_bg: форми, въпроси, отговор, данни

source: questions, quiz, response
bg_bg: въпроси, тест, отговор

source: forms, log, error, email, mysql, exception, survey, history
bg_bg: форми, лог, грешка, емайл, изключение, проучване, история

source: new theme, theme, active theme, change theme, template, css
bg_bg: нова тема, тема, активна тема, промени тема, темплейт, css

source: theme
bg_bg: тема
hu_hu: téma

source: page types
bg_bg: типове старница
hu_hu: oldal típusok

source: custom theme, change theme, custom css, css
bg_bg: тема по избор, промени тема, css по избор, css

source: page type defaults, global block, global area, starter, template
bg_bg: типове страници по подразбиране, глобален блок, глобална зона, стартер, темплейт

source: page attributes, custom
bg_bg: атрибути на страница, по избор
hu_hu: oldal tulajdonságok, egyéni

source: single, page, custom, application
bg_bg: единствена, страница, по избор, приложение
hu_hu: egyszerű, oldal, egyéni, alkalmazás

source: add workflow, remove workflow
bg_bg: добави процедура, премахни процедура
hu_hu: munkafolyamat hozzáadás, munkafolyamat eltávolítás

source: stacks, reusable content, scrapbook, copy, paste, paste block, copy block, site name, logo
bg_bg: комплекти, судуржание за многократна употреба, книга, копирай, постави, постави блок, копирай блок, име на сайта, лого

source: edit stacks, view stacks, all stacks
bg_bg: редактирай комплекти, разгледай комплекти, всички комплекти
hu_hu: konténerek szerkesztése, konténerek megtekintése, minden konténer

source: block, refresh, custom
bg_bg: блок, опресни, по избор
hu_hu: blokk, újratöltés, egyéni

source: add-on, addon, add on, package, applications, ecommerce, discussions, forums, themes, templates, blocks
bg_bg: добавка, допълнение, добави на, пакет, апликации, електронна търговия, дискусии, форуми, теми, темплейти, блокове

source: add-on, addon, ecommerce, install, discussions, forums, themes, templates, blocks
bg_bg: добавка, допълнение, електронна търговия, инсталирай, дискусии, форуми, теми, теплейти, блокове

source: update, upgrade
bg_bg: обнови, надгради
hu_hu: frissítések

source: concrete5.org, my account, marketplace
bg_bg: concrete5.org, моят акаунт, marketplace
hu_hu: concrete5.org, a fiókom, piactér

source: buy theme, new theme, marketplace, template
bg_bg: купи тема, нова тема, marketplace, темплейт
hu_hu: téma vásárlás, új téma, piactér, sablon

source: dashboard, configuration
bg_bg: администрация, конфигурация
hu_hu: vezérlőpult, beállítások

source: website name, title
bg_bg: име на уебсайта, заглавие
hu_hu: weboldal név, cím

source: logo, favicon, iphone, icon, bookmark
bg_bg: лого, favicon, iphone, икона, показалец
hu_hu: logó, favikon, iphone, ikon, könyvjelző

source: translate, translation, internationalization, multilingual
bg_bg: преведи, превод, интернационализация, многоезиков
hu_hu: fordítás, fordítások, lokalizáció és többnyelvűség

source: timezone, profile, locale
bg_bg: яасова зона, профил, място
hu_hu: időzóna, profil, locale

source: interface, quick nav, dashboard background, background image
bg_bg: интерфейс, бърза навигация, фон на таблото, фоново изобраьение

source: vanity, pretty url, seo, pageview, view
bg_bg: суета, красив адрес, изглед на страницата, изглед

source: configure search, site search, search option
bg_bg: настройка на търсенето, търсене в сайта, опции за търсене

source: cache option, change cache, override, turn on cache, turn off cache, no cache, page cache, caching
bg_bg: кеш опции, промени кеш, отменен, включи кеш, изключи кеш, няма кеш, кеш на страница, кеширане

source: cache option, turn off cache, no cache, page cache, caching
bg_bg: кеш опции, изключи кеш, няма кеш, кеш на страница, кеширане

source: editors, hide site, offline, private, public, access
bg_bg: редактори, скрий сайт, извън линия, личен, обществен, достъп

source: file options, file manager, upload, modify
bg_bg: файлови опции, файлов мениджър, качи, видоизмени

source: security, files, media, extension, manager, upload
bg_bg: защита, файлове, медия, разширение, мениджър, качи

source: security, actions, administrator, admin, package, marketplace, search
bg_bg: защита, действие, администратор, админ, пакет, marketplace, търсене

source: security, lock ip, lock out, block ip, address, restrict, access
bg_bg: защита, заключи ip, заключи, адрес, ограничен, достъп
hu_hu: biztosnág, ip zár, ip zár ki, blokkolt ip, cím, korlátoz, hozzáférés

source: security, registration
bg_bg: защита, регистрация
hu_hu: biztonság, regisztráció

source: antispam, block spam, security
bg_bg: антиспам, блокирай спам, защита
hu_hu: antispam, spam blok, biztonság

source: lock site, under construction, hide, hidden
bg_bg: заключи сайт, в процес на изграждане, скрий, скрит

source: profile, login, redirect, specific, dashboard, administrators
bg_bg: профил, влизане, пренасочване, специфичен, администрация, администратори

source: member profile, member page, community, forums, social, avatar
bg_bg: членски профил, членска страница, общество, форуми, социален аватар

source: signup, new user, community
bg_bg: регистрация, нов потребител, общност

source: smtp, mail settings
bg_bg: smtp, настройки на майл
hu_hu: smtp, email beállítások

source: email server, mail settings, mail configuration, external, internal
bg_bg: имейл сървър, настройки на мейл, конфигурации на мейл, външен, вътрешен
hu_hu: levelező szerver, levelezési beállítások, levelezési konfigurációk, külső, belső

source: email server, mail settings, mail configuration, private message, message system, import, email, message
bg_bg: имейл сървър, настройки на мейл, конфигурации на мейл, лично съобщение, системно съобщение, въведи, емейл, съобщение
hu_hu: email szerver, email beállítások, email konfiguráció, privát üzenet, üzenő rendszer, import, email, üzenet

source: attribute configuration
bg_bg: конфигурации на атрибут
hu_hu: attribútum konfiguráció

source: attributes, sets
bg_bg: атрибути, комплекти
hu_hu: attribútumok, kollekciók

source: attributes, types
bg_bg: атрибути, типове
hu_hu: attribútumok, típusok
