Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: <strong>Note</strong>: Scrapbooks are preserved for backward compatibility, but you really should be using <a href="%s">stacks</a> instead.
hu_hu: <strong>Megjegyzés</strong>: Az Albumok csak a visszamenőleges kompatibilitás miatt érhetők el, helyettük a <a href="%s">konténereket</a> kell használni.

source: Add a Global Scrapbook
hu_hu: Új globális gyűjtőalbum

source: Block
hu_hu: Blokk

source: Waiting for Me
hu_hu: Rám váró feladatok

source: Search the users of your site and perform bulk actions on them.
hu_hu: Keressen a weboldal felhasználói közt és hajtson végre rajtuk tömeges feladatokat.

source: Bulk SEO Updater
hu_hu: Tömeges SEO frissítés

source: Any email address in this box will be notified when spam is detected.
hu_hu: Az összes itt megadott email címre értesítést küldünk spam észlelése esetén.

source: Test Mail Settings
hu_hu: Email beállítások tesztelése

source: There are no mail importers. Mail importers poll email accounts for new messages and run actions on those messages.
hu_hu: Nincsenek levél importálók. A levél importálók lekérdezik az e-mail fiókokat új üzenetekért és műveleteket hajtanak végre ezeken az üzeneteken.

source: Return to Export Database XML
hu_hu: Vissza az Adatbázis XML exportáláshoz

source: F d, Y
hu_hu: Y F j.

source: Login Destination
hu_hu: Bejelentkező oldal

source: iPhone home screen icons should be 57x57 and be in the .png format.
hu_hu: iPhone kezdő oldalra kihelyezhető ikon 57x57px méretű .png állomány.

source: Windows 8 start screen tiles should be 144x144 and be in the .png format.
hu_hu: A Windows8 start képernyű csempék 144x144 px méretű .png képfájlok lehetnek.

source: Toolbar Set
hu_hu: Eszköztár típusa

source: Editor Dimensions
hu_hu: Szerkesztő ablak mérete

source: Interface Settings
hu_hu: Felület beállításai

source: You don't have any interface languages installed. You must run concrete5 in English.
hu_hu: Nincsenek feltelepítve nyelvek, ezért a concrete5 angolul üzemel.

source: Off - Good for development.
hu_hu: Ki - Fejlesztés esetén ajánlott.

source: Weeks
hu_hu: Hetek

source: Months
hu_hu: Hónapok

source: Default Attributes to Display
hu_hu: Alapértelmezett megjelenítendő attribútumok

source: Wrapper for static pages.
hu_hu: Statikus oldalak megjelenítéséhez.

source: Upload a template bundle by using the form below. Files must be zipped and contain only HTML files and sub directories. All items referenced in HTML must be done so with relative links.
hu_hu: Töltsön fel egy sablon csomagot az alábbi űrlap használatával. A fájloknak ZIP tömörített formátumban kell lenniük és csak HTML fájlokat és alkönyvtárakat tartalmazhatnak. Minden HTML hivatkozásnak relatívnak kell lennie.

source: These errors are most likely related to incompatible add-ons, please upgrade any add-ons and re-run to this script to complete the conversion of your data.
hu_hu: Ezek a hibák a legtöbbször inkompatibilis kiegészítőkhöz köthetőek. Kérlek frissítsd a kiegészítőket majd futtasd le újra ezt a szkriptet az adatok konvertálásához.

source: The OpenID account returned an email address already registered on this site. To join this OpenID to the existing user account, login below:
hu_hu: Az Open ID fiókhoz tartozó e-mail cím már regisztrálva van ezen az oldalon. Az Open ID fiók ezen felhasználói fiókhoz történő kapcsolásához kérem lépjen be:

source: Login with OpenID
hu_hu: Bejelentkezés OpenID-del

source: Remain logged in to website.
hu_hu: Maradjon bejelentkezve a weboldalon.

source: Create a user account for use on this website.
hu_hu: Hozzon létre egy felhasználót ezen az oldalon.

source: Supports concrete5 request URLs
hu_hu: concrete5 request URL-ek támogatása

source: Writable Files and Configuration Directories
hu_hu: Írható fájlok és konfigurációs könyvtárak

source: The config/, packages/ and files/ directories must be writable by your web server.
hu_hu: A config/, packages/ és files/ mappáknak írhatónak kell lenniük a webszerver számára.

source: Having trouble? Check the <a href="%s">installation help forums</a>, or <a href="%s">have us host a copy</a> for you.
hu_hu: Elakadt? Látogassa meg <a href="%s">fórumunkat</a>, vagy <a href="%s">üzemeltesse nálunk</a> weblapját.

source: Make sure your web root contains a jobs/ directory, or upgrading will not go smoothly.
hu_hu: Győződjön meg róla, hogy a gyökérkönyvtár tartalmaz jobs/ könyvtárat, különben a frissítés nem lesz zökkenőmentes.

source: tinymce, content block, fonts, editor, content, overlay
hu_hu: tinymce, tartalmi blokkok, betűtípusok, szerkesztő, tartalom, overlay

source: Have concrete5 perform various tasks to help your site running in top condition, process email posts, and update search engine indexing maps. Click the triangle icon next to the job to start it. A success message will be displayed once the job has been completed.
hu_hu: Concrete5 beállítható különböző feladatok úgy mint pl. karbantartási, email és bejegyzés feldolgozási és indexálási feladatok bizonyos időközönti ellátásra. Kattints a feladat melleti háromszög ikonra a feladat kényszerített elindításához. A feladat sikeres lefutása után értesítést kapsz.

source: Keep your web page addresses easy for humans and search engines to read by automatically removing references to index.php. You may need to create a file called .htaccess on your server for this to work, but we will try to do it for you first.
hu_hu: Egyszerűbbé teszi a weboldalak linkjének olvashatóságát az emberek és a kereső motorok számára azzal, hogy index.php részt automatikusan eltávolítja az URL-ből. Ehhez megpróbálunk létrehozni automatikusan egy .htaccess állományt a szerveren. Ha ez nem sikerülne, akkor Önnek kell létrehozni ezt a fájlt a szerver megfelelő könyvtárában.

source: Manage sitewide content and administer block types.
hu_hu: Oldalszélességű tartalmak kezelése és blokk típusok adminisztrálása.

source: Connect to the concrete5 marketplace, install custom add-ons, and download updates for marketplace add-ons and themes.
hu_hu: Kapcsolódás a Concrete5 piachoz, egyéni kiegésszítők telepítése, frissítések a piacról letöltött témákhoz és kiegésszítőkhöz.

source: Change login behaviors and setup public profiles.
hu_hu: Bejelentkezési mód megváltoztatása és publikus profilok beállítása.

source: test smtp, test mail
hu_hu: smtp, email tesztelése

source: Backup or restore your website.
hu_hu: A weboldal mentése vagy visszaállítása.

source: Dashboard Primary + Five
hu_hu: Vezérlőpult Elsődleges + Öt

source: Dashboard Header + Four Column
hu_hu: Vezérlőpult Fejléc + Négy oszlop

# PermissionKeyDescription
source: Can view the page versions dialog and read past versions of a page.
hu_hu: Hozzáférhet az oldalak korábbi verzióihoz és megtekintheti azokat.

# PermissionKeyName
source: Preview Page As User
hu_hu: Előnézet felhasználóként

# PermissionKeyDescription
source: Can publish an unapproved version of the page.
hu_hu: Publikálhatja az oldal nem jóváhagyott verzióját.

# PermissionKeyDescription
source: Can add a page beneath the current page.
hu_hu: Hozzáadhat egy oldalt az aktuális oldalhoz.

# PermissionKeyDescription
source: Can control scheduled guest access to this page.
hu_hu: Beállíthatja az ütemezett vendég hozzáférést ezen az oldalon.

# PermissionKeyDescription
source: Can view the area and its contents.
hu_hu: Megtekintheti a területet és annak tartalmát.

# PermissionKeyDescription
source: Controls whether users can change the custom template on this block. This overrides any area or page permissions.
hu_hu: A felhasználó megváltoztathatja a testreszabott templétet ezen a blokkon. Ez felülír bármilyen terület illetve oldal jogosítványokat.

# PermissionKeyDescription
source: Controls whether users can delete this block. This overrides any area or page permissions.
hu_hu: Meghatározza hogy a felhasználók törölhetik-e ezt a blokkot. Ez felülír minden területi és oldal jogosítványt.

# PermissionKeyDescription
source: Controls whether users can set custom design properties or CSS on this block.
hu_hu: Meghatározza, hogy a felhasználók beállíthatnak-e design tulajdonságokat vagy CSS-t ezen a blokkon.

# PermissionKeyDescription
source: Controls whether users can change permissions on this block, potentially granting themselves or others greater access.
hu_hu: Meghatározza, hogy a felhasználók módosíthatják-e ennek a blokknak a jogosultságait, potencionálisan magasabb hozzáférést adva maguknak vagy másoknak.

# PermissionKeyDescription
source: Controls whether users can schedule guest access permissions on this block. Guest Access is a shortcut for granting permissions just to the Guest Group.
hu_hu: Meghatározza, hogy a felhasználók ütemezhetnek-e vendég jogokat ehez a blokkhoz. A vendég jogosultság egy rövidítés a vendég csoport jogainak megadásához.

# PermissionKeyDescription
source: Can delete file set.
hu_hu: Törölhet file kollekciót

# PermissionKeyName
source: Export Site Users
hu_hu: Felhasználók exportálása

# PermissionKeyDescription
source: Controls whether a user can export site users or not
hu_hu: Meghatározza, hogy a felhasználó exportálhatja-e az oldal felhasználóit.

# SelectAttributeValue
source: composer
hu_hu: Szerkesztő

# TemplateFileName
source: Tag Cloud
hu_hu: Tag felhő

# TemplateFileName
source: Breadcrumb
hu_hu: Kenyérmorzsa
