Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: View Full Results
bg_bg: Вижте всички резултати
hu_hu: Eredmények megtekintése

source: Vote
bg_bg: Гласувайте
hu_hu: Szavazat

source: Please Login to Vote
bg_bg: Моля, регистрирайте се за да гласувате
hu_hu: Kérem jelentkezzen be a szavazáshoz

source: Open to all site visitors?
bg_bg: Достъпно за всички посетители?
hu_hu: Bárki számára hozzáférhető?

source: No. Registration is required to answer.
bg_bg: Не. Необходима е регистрация за отговор.
hu_hu: Nem. Válaszadáshoz regisztráció szükséges.

source: Add option
bg_bg: Добавяне на опция
hu_hu: Új opció

source: YouTube Video disabled in edit mode.
bg_bg: Видеотата от YouTube са забранени в режим на редактиране.
hu_hu: YouTube Videó letiltva szerkesztő módban.

source: iFrame - Works in more devices
bg_bg: iFrame - Работи на още устройства
hu_hu: iFrame - Legtöbb eszközzel működik

source: Flash Embed - Legacy method
bg_bg: Flash Вграждане - Legacy метод
hu_hu: Flash beágyazás - Elavult megoldás

source: You are logged in as <strong>%s</strong>. You logged in on <strong>%s</strong>.
bg_bg: Вие сте влезли като <strong>%s</strong> на <strong>%s</strong>.
hu_hu: <strong>%s</strong> felhasználóval van bejelentkezve <strong>%s</strong> óta.

source: Last login
bg_bg: Последно влизане
hu_hu: Utolsó bejelentkezés

source: Last edit
bg_bg: Последна промяна
hu_hu: Utolsó módosítás

source: Total form submissions: <strong>%s</strong> (<strong>%s</strong> today). <a href="%s">View Form Results</a>.
bg_bg: Общо попълнени формуляри: <strong>%s</strong> (<strong>%s</strong> днес). <a href="%s">Преглед на резултатите</a>.
hu_hu: Összes beküldött űrlap: <strong>%s</strong> (<strong>%s</strong> a mai napon). <a href="%s">Beküldött űrlapok megtekintése</a>.

source: More Statistics
bg_bg: Още статистики
hu_hu: További statisztikák

source: This is just an example of how a custom form works.
bg_bg: Това е само пример за това как работят готовите форми.
hu_hu: Ez csak egy példa az egyedi űrlapok működéséről.

source: File to include
bg_bg: Файл за вмъкване
hu_hu: Beszúrandó fájl

source: Select a form
bg_bg: Изберете форма
hu_hu: Válassz űrlapot

source: This is a list of all files found in your external forms directory: %s
bg_bg: Това е списък с всички файлове, намерени в директорията за форми: %s
hu_hu: Azon fájlok listája, melyek a külső űrlap könyvtárban találhatók: %s

source: Pages Should Appear
bg_bg: Страниците да се показват
hu_hu: Oldalak megjelenítése

source: in their sitemap order.
bg_bg: според картата на сайта
hu_hu: az oldaltérkép szerint

source: with the most recent first.
bg_bg: първо най-новите
hu_hu: az újabbak előbbre.

source: with the earliest first.
bg_bg: първо най-старите
hu_hu: a régebbiek előbbre.

source: in alphabetical order.
bg_bg: по азбучен ред
hu_hu: ABC sorrendben.

source: in reverse alphabetical order.
bg_bg: по обратен азбучен ред
hu_hu: fordított ABC sorrendben.

source: in reverse sitemap order.
bg_bg: обратно на картата на сайта.
hu_hu: az oldaltérkép fordított sorrendjében.

source: Viewing Permissions
bg_bg: Пълномощия за разглеждане
hu_hu: Jogosultságok megtekintése

source: Display pages to users even when those users cannot access those pages.
bg_bg: Показване на страниците на потребителите, дори те да нямат достъп до тези страници.
hu_hu: Oldalak megjelenítése akkor is, ha ezen felhasználóknak nincs joga az adott oldal megtekintéséhez.

source: Display Pages
bg_bg: Показване на страници
hu_hu: Oldalak megtekintése

source: at the top level.
bg_bg: от първо ниво.
hu_hu: a legfelső szinten.

source: at the second level.
bg_bg: от второ ниво.
hu_hu: a második szinten.

source: at the third level.
bg_bg: от трето ниво.
hu_hu: a harmadik szinten.

source: at the level above.
bg_bg: от по-горното ниво.
hu_hu: egy szinttel feljebb.

source: at the current level.
bg_bg: от същото ниво.
hu_hu: az aktuális szinten.

source: At the level below.
bg_bg: от по-долното ниво.
hu_hu: egy szinttel lejjebb.

source: Beneath a particular page
bg_bg: Под определена страница
hu_hu: A megadott oldal alatt

source: Sub Pages to Display
bg_bg: Подстраници за показване
hu_hu: Aloldalak megjelenítése

source: Relevant sub pages.
bg_bg: Подходящи под страници.
hu_hu: Kapcsolódó aloldalak.

source: Display breadcrumb trail.
bg_bg: Показване на навигоционния път.
hu_hu: Gyors navigáció megjelenítése.

source: Display all.
bg_bg: Показване на всичко.
hu_hu: Mindegyik megjelenítése.

source: Sub-Page Levels
bg_bg: Нива на подстарници
hu_hu: Aloldalak szintjei

source: Display sub pages to current.
bg_bg: Показване на подстраниците на текущата страница.
hu_hu: A jelenlegi oldalhoz tartozó aloldalak megjelenítése.

source: Display sub pages to current +1.
bg_bg: Показване на подстраниците на текущата страница +1.
hu_hu: A jelenlegi oldalhoz tartozó aloldalak +1 aloldal megjelenítése.

source: Display a custom amount.
bg_bg: Показване на определения брой.
hu_hu: Adott számú aloldal megjelenítése.

source: levels
bg_bg: нива
hu_hu: szintek

source: Are you sure you would like to remove this comment?
bg_bg: Сигурни ли сте, че искате да премахнете този коментар?
hu_hu: Biztosan törölni szeretné a hozzászólást?

source: Un-Approve
bg_bg: Неодобрение
hu_hu: Elutasítás

source: Posted by
bg_bg: Публикувано от
hu_hu: Küldő

source: You must be logged in to leave a reply.
bg_bg: Трябва да сте вписани за да оставите отговор.
hu_hu: Válaszadáshoz be kell jelentkeznie.

source: Login
bg_bg: Вписване
hu_hu: Bejelentkezés

source: Leave a Reply
bg_bg: Отговорете
hu_hu: Adjon választ

source: Your email will not be publicly displayed.
bg_bg: Вашият email няма да бъде оповестен публично.
hu_hu: E-mail címe nem lesz nyilvános.

source: Post Comment
bg_bg: Публикуване на коментар
hu_hu: Hozzászólok

source: Comments enabled.
bg_bg: Коментарите са разрешени.
hu_hu: Hozzászólások engedélyezve.

source: Comments require approval.
bg_bg: Коментарите изискват одобрение.
hu_hu: A hozzászólások jóváhagyást igényelnek.

source: Authentication required.
bg_bg: Необходима е оторизация.
hu_hu: Hitelesítés szükséges.

source: Email Only
bg_bg: Само еmail
hu_hu: Csak e-mail cím

source: Users must login
bg_bg: Потребителите трябва да се впишат
hu_hu: A felhasználók számára kötelező a belépés.

source: CAPTCHA Required.
bg_bg: CAPTCHA е задължителна.
hu_hu: CAPTCHA szükséges.

source: Notify Email on Comment
bg_bg: Извести ме с email при нов коментар
hu_hu: Email értesítés hozzászóláskor.

source: Unexpected User Error
bg_bg: Неочаквана потребителска грешка
hu_hu: Váratlan felhasználói hiba

source: Something about your user account has changed. You have been logged out. Please refresh this page to continue.
bg_bg: Има промяна във Вашата регистрация. Вие сте отписан. Моля презаредете страницата за да продължите.
hu_hu: Valami módosult a felhasználói fiókjában. Ön kijelentkezett. Kérem frissítse az oldalt a folytatáshoz.

source: Back to Home
bg_bg: Обратон в началото
hu_hu: Vissza a Kezdőlapra

source: Page Not Found
bg_bg: Страницата не е намерена
hu_hu: Az oldal nem található

source: No page could be found at this address.
bg_bg: Няма намерена страница на този адрес.
hu_hu: Ezen a címen egy oldal sem található.

source: My Friends
bg_bg: Приятели
hu_hu: Barátaim

source: User Avatar
bg_bg: Използвай аватар
hu_hu: Felhasználó képe (Avatar)

source: Change the picture attached to my posts.
bg_bg: Промяна на картинката, свързана с профила ми.
hu_hu: A hozzászólásokhoz csatolt kép módosítása.

source: You need the Adobe Flash plugin installed on your computer to upload and crop your user profile picture.
bg_bg: За да качвате и обработвате картинка за профила Ви е необходимо да бъде инсталиран плъгин на Adobe Flash.
hu_hu: A profil kép feltöltéséhez és átméretezéséhez Adobe Flash szükséges.

source: Remove your user avatar &gt;
bg_bg: Премахване на Вашия аватар &gt;
hu_hu: Felhasználó kép eltávolítása &gt;

source: User Profile picture saved.
bg_bg: Профилната снимка е запазена.
hu_hu: Felhasználó profil képe elmentve.

source: Back to Mailbox
bg_bg: Обратно в пощенската кутия
hu_hu: Vissza a Leveles ládába

source: Message Details
bg_bg: Детайли на съобщението
hu_hu: Üzenet részletei

source: Reply
bg_bg: Отговор
hu_hu: Válasz

source: Delete this message?
bg_bg: Да бъде ли изтрито съобщението?
hu_hu: Törlöd ezt az üzenetet?

source: Back to Mailbox List
bg_bg: Обратно в списъка на пощата
hu_hu: Vissza a leveles ládák listájához

source: Sent At
bg_bg: Пратено на
hu_hu: Elküldve

source: Status
bg_bg: Състояние
hu_hu: Státusz

source: No messages found.
bg_bg: Няма съобщения.
hu_hu: Nincs üzenet.

source: Reply Sent.
bg_bg: Отговорът е изпратен.
hu_hu: Válasz elküldve.

source: Return to Message.
bg_bg: Връщане в съобщението.
hu_hu: Üzenet visszapattintása.

source: Message Sent.
bg_bg: Съобщението е изпратено.
hu_hu: Üzenet elküldve.

source: Return to Profile.
bg_bg: Връщане в профила.
hu_hu: Vissza a profil oldalra.

source: Woops!
bg_bg: Опааа!
hu_hu: Hoppá!

source: You've sent more messages than we can handle just now, that last one didn't go out. We've notified an administrator to check into this. Please wait a few minutes before sending a new message.
bg_bg: Изпратили сте повече съобщения, от колкото можем да обработим в момента. ⇥⇥⇥⇥Изпратихме известие до администратор, за да го провеи. ⇥⇥⇥⇥Моля изчакайте няколко минути преди да изпратите ново съобщение.
hu_hu: A megengedettnél több üzenetet küldött, a legutolsó már nem lett elküldve. »»»» Értesítést küldtünk az Adminisztrátornak, hogy vizsgálja meg az esetet. »»»» Kérjük várjon pár percet, mielőtt újabb üzenetet küldene.

source: Send a Private Message
bg_bg: Лично съобщение
hu_hu: Privát üzenet küldése

source: Message
bg_bg: Съобщение
hu_hu: Üzenet

source: Send Message
bg_bg: Изпращане
hu_hu: Üzenet küldése

source: Mailbox
bg_bg: Пощенска кутия
hu_hu: Leveles láda

source: Messages
bg_bg: Съобщения
hu_hu: Üzenetek

source: Latest Message
bg_bg: Последни съобщения
hu_hu: Utolsó üzenet

source: Inbox
bg_bg: Входяща поща
hu_hu: Bejövő üzenetek

source: <strong>%s</strong>, sent by %s on %s
bg_bg: <strong>%s</strong>, изпратено от %s на %s
hu_hu: <strong>%s</strong>, feladó %s | %s

source: Sent Messages
bg_bg: Изпратени съобщения
hu_hu: Elküldött üzenetek

source: Edit Profile
bg_bg: Редакция на профил
hu_hu: Profil szerkesztése

source: Time Zone
bg_bg: Часови пояс
hu_hu: Időzóna

source: Change Password
bg_bg: Промяна на паролата
hu_hu: Jelszó változtatás

source: Leave this blank to keep your current password.
bg_bg: Не попълвайте полето, ако искате да запазите старата си парола.
hu_hu: Hagyja üresen, hogy megtartsa a jelenlegi jelszavát.

source: New Password
bg_bg: Нова парола
hu_hu: Új jelszó

source: Confirm New Password
bg_bg: Потвърждаване на паролата
hu_hu: Új jelszó megerősítése

source: Basic Information
bg_bg: Основна информация
hu_hu: Alap információk

source: Date Posted
bg_bg: Дата на публикуване
hu_hu: Létrehozva

source: Publish Location
bg_bg: Място за публкикуване
hu_hu: Publikálás helye

source: Choose publish location.
bg_bg: Изберете място за публикуване
hu_hu: Válassza ki a publikálás helyét.

source: Attributes &amp; Content
bg_bg: Атрибути &amp; Съдържание
hu_hu: Attribútumok &amp; Tartalom

source: Block not found. Unable to edit in composer.
bg_bg: Блокът не е намерен. Редакцията в композитор е невъзможна.

source: Publish Page
bg_bg: Публикувай страница
hu_hu: Közzététel

source: Publish Changes
bg_bg: Публикувай промените
hu_hu: Változások publikálása

source: Discard
bg_bg: Отсрани
hu_hu: Elvetés

source: Page saved at
bg_bg: Страницата е запазена в
hu_hu: Az oldal elmentve:

source: New Page
bg_bg: Нова страница
hu_hu: Új oldal

source: Discard this draft?
bg_bg: Премахни черновата?
hu_hu: Elveti ezt a piszkozatot?

source: Composer
bg_bg: Композитор
hu_hu: Szerkesztő

source: What type of page would you like to write?
bg_bg: Какъв тип страници бихте искали да пишете?
hu_hu: Milyen típusú tartalmat szeretne írni?

source: You have not setup any page types for Composer.
bg_bg: Не сте задали типове страници за Композитор.
hu_hu: Nem állított be egyetlen oldal típust sem a Szerkesztő használatához.

source: Composer Drafts
bg_bg: Чернови в композитор
hu_hu: Piszkozatok

source: (Untitled Page)
bg_bg: (Страница без име)
hu_hu: (Név nélküli oldal)

source: You have not created any drafts. <a href="%s">Visit Composer &gt;</a>
bg_bg: Не сте създали чернови. <a href="%s">Посете Композитор &gt;</a>
hu_hu: Még nem hozott létre egy piszkozatot sem. <a href="%s">Látogassa meg a Szerkesztőt &gt;</a>

source: File Set
bg_bg: Файлов компплект
hu_hu: Fájl kollekció

source: Files in Set
bg_bg: Файлове в комплект
hu_hu: Fájlok ebben a kollekcióban

source: Are you sure you want to permanently remove this file set?
bg_bg: Сигурни ли сте, че искате да премахнете окончателно този набор от файлове?
hu_hu: Biztos benne, hogy véglegesen el akarja távolítani ezt a fájl kollekciót?

source: Custom Permissions
bg_bg: Собствени правомощия
hu_hu: Egyedi engedélyek

source: Enable custom permissions for this file set.
bg_bg: Разрешаване на собствени правомощия за този набор от файлове.
hu_hu: Egyedi engedélyek bekapcsolása ehhez a fájl kollekcióhoz.

source: Click and drag to reorder the files in this set. New files added to this set will automatically be appended to the end.
bg_bg: Кликнете и влачете за да пренаредите файловете от набора. Добавените файлове в набора ще се появят накрая.

source: There are no files in this set.
bg_bg: Няма файлове в този набор.

source: File Sets
bg_bg: Групи файлове
hu_hu: Fájl kollekciók

source: Public Sets
bg_bg: Публични набори
hu_hu: Publikus gyűjtemények

source: My Sets
bg_bg: Мои набори
hu_hu: A kollekcióm

source: Add File Set
bg_bg: Добави файлов комплект
hu_hu: Fájl gyűjtemény hozzáadása

source: No file sets found.
bg_bg: Няма намерени набори от файлове.

source: Are you sure you want to delete this file set?
bg_bg: Сигурни ли сте, че искате да изтриете този набор от файлове?
hu_hu: Biztosan törölni szeretné ezt a fájl kollekciót?

source: Add Set
bg_bg: Добави комплект
hu_hu: Gyűjtemény hozzáadása

source: Add, search, replace and modify the files for your website.
bg_bg: Търси, добави, замени и промени файловете на Вашият сайт.

source: You do not have access to the file manager.
bg_bg: Нямате достъп до файловият мениджър.
hu_hu: Nincs hozzáférése a Fájlkezelőhöz.

source: Edit Attribute
bg_bg: Редактиране на атрибут
hu_hu: Attribútum szerkesztése

source: File Attributes
bg_bg: Файлови атрибути
hu_hu: Fájl attribútumok

source: Add Attribute
bg_bg: Добавяне на атрибут
hu_hu: Új attribútum

source: The sitemap allows you to view your site as a tree and easily organize its hierarchy.
bg_bg: Картата на сайта Ви позволява да виждате сайта катго дърво и лесно да го организирате.

source: Show System Pages
bg_bg: Показване на системните страници
hu_hu: Rendszer oldalak megjelenítése

source: Sitemap flat view lets you page through particular long lists of pages.
bg_bg: Плоската картата на сайта позволява прегледа на дълъг лист от страници.

source: You do not have access to the dashboard sitemap.
bg_bg: Нямате достъп до картата на сайта на пулта за управление.

source: You must have access to the dashboard sitemap to search pages.
bg_bg: Трябва да имате достъп до картата на сайта на командния пулт за да търсите страници.

source: Choose a Scrapbook
bg_bg: Избор на книга с изрезки
hu_hu: Válasszon gyűjtőalbumot

source: Scrapbook Name
bg_bg: Име на книга с изрезки
hu_hu: Gyűjtőalbum neve

source: Rename
bg_bg: Ново име
hu_hu: Átnevezés

source: Are you sure you want to permantly delete this scrapbook?
bg_bg: Сигурни ли сте, че искате да изтриете тази книга с изрезки?
hu_hu: Biztosan törli örökre ezt a gyűjtőalbumot?

source: &laquo; Return to Scrapbook List
bg_bg: &laquo; Връщане към списъка
hu_hu: &laquo; Vissza a gyűjtőalbum listához

source: You have no items in this scrapbook.
bg_bg: Няма изрезки в книгата
hu_hu: Nincsenek elemek ebben a gyűjtőalbumban.

source: External marketplace support has been disabled for this website.
bg_bg: Поддръжката от външният marketplace е изключена за този сайт.
hu_hu: A külső piactér támogatása le van tiltva ezen a weboldalon.

source: Browse Themes
bg_bg: Търсене на теми
hu_hu: Témák böngészése

source: Get more themes from concrete5.org.
bg_bg: Вземете повече теми от concrete5.org.
hu_hu: További témák beszerzése a concrete5.org-ról.

source: Browse Add-Ons
bg_bg: Търси добавки
hu_hu: Tallózás a kiegészítők közt

source: Get more add-ons from concrete5.org.
bg_bg: Повече добавки от concrete5.org.
hu_hu: További kiegészítők beszerzése a concrete5.org-ról.

source: Update Add-Ons
bg_bg: Обнови добавките
hu_hu: Kiegészítők frissítése

source: You do not have access to download themes or add-ons from the marketplace.
bg_bg: Ншмате достъ да сваляте добавки или теми от marketplace.
hu_hu: Nincs jogosultsága letölteni témákat és kiegészítőket a concrete5 piactérről.

source: No updates for your add-ons are available.
bg_bg: Няма налични актуализации за Вашите добавки.
hu_hu: Jelenleg nincs elérhető frissítés a kiegészítőkhöz.

source: New Version: %s. Upgrading from: %s.
bg_bg: Нова версия: %s. Надграждане от: %s
hu_hu: Új verzió: %s. Frissítés erről: %s.

source: Download and Install
bg_bg: Изтегли и инсталирай
hu_hu: Letöltés és telepítés

source: Version History
bg_bg: История на версиите
hu_hu: Verzió történet

source: More Details
bg_bg: Повече детайли
hu_hu: További részletek

source: Unable to locate this add-on on concrete5.org
bg_bg: Невъзможно е намирането на добавката в concrete5.org
hu_hu: Nem található ez a kiegészítő a concrete5.org-on.

source: Update Add-On
bg_bg: Обнови добавката
hu_hu: Kiegészítő frissítése

source: Project Page
bg_bg: Проектна страница
hu_hu: Projekt oldal

source: Your site is currently connected to the concrete5 community. Your project page URL is:
bg_bg: Вашият сайт, в момента е свързан с concrete5 общността. Вашият URL за проектната страница е:
hu_hu: A weboldal kapcsolódik a concrete5 közösséghez. A projekt oldal címe:

source: Your site is not connected to the concrete5 community. Connecting lets you easily extend a site with themes and add-ons. Connecting enables automatic updates.
bg_bg: Вашият сайт не е свързан с concrete5 общоността. Присединяването ще Ви улесни да разширите сайта с теми и добавки. Свързването позволява автоматично обновяване.
hu_hu: A weboldala nem kapcsolódik a concrete5 közösséghez. Kapcsolódás után könnyedén bővítheti a weboldalt témákkal és kiegészítőkkel. A kapcsolódás engedélyezi az automatikus frissítéseket is.

source: Install %s
bg_bg: Инсталирай %s
hu_hu: %s telepítése

source: Clear this Site?
bg_bg: Изчисти сайта?

source: %s can fully clear you website of all existing content and install its own custom content in its place. If you're installing a theme for the first time you may want to do this. Clear all site content?
bg_bg: %s може напълно да изчисти цялото съдържание на сайта и на негово място да инсталира своето съдържание. Ако инсталирате тема за първи път, вероятно бихте искали да направите това. Изчистване на съдържанието?

source: This will clear your home page, uploaded files and any content pages out of your site completely. It will completely reset your site and any content you have added will be lost.
bg_bg: Това напълно ще изчисти главната страница, качените файлове и съдържанието от вашия сайт. Напълно ще анулира сайта и съдържанието му ще бъде загубено.

source: Only the %s user may reset the site's content.
bg_bg: Само %s потребител може да анулира съдържанието на сайта.

source: Swap Site Contents
bg_bg: Разменете сайтовото съдържание.
hu_hu: Oldaltartalmak felcserélése

source: No. Do <strong>not</strong> remove any content or files from this website.
bg_bg: Не. <strong>Не</strong> премахвайте каквито и да са файлове или съсдържание от този сайт.

source: Yes. Reset site content with the content found in this package
bg_bg: Да. Подменете съдържанието с това намерено в този пакет.

source: This will remove all elements associated with the %s package. This cannot be undone. Are you sure?
bg_bg: Това ще премахне всички елементи в пакет %s. Връщане назад няма! Сигурни ли сте?
hu_hu: Ezzel minden elemet töröl ami a(z) %s csomaggal kapcsolatos. Biztos benne? Ezt a műveletet nem lehet visszavonni.

source: Uninstall Package
bg_bg: Деинсталиране на пакет
hu_hu: Csomag törlése

source: Items To Uninstall
bg_bg: Неща за инсталиране
hu_hu: Törlendő elemek

source: Uninstalling %s will remove the following data from your system.
bg_bg: Деинсталирането на %s свързаните данни от Вашата система.
hu_hu: %s törlésével az alábbi adatok törlődnek még a rendszerből.

source: Move package to trash directory on server?
bg_bg: Да се премести ли пакета в кошчето за боклук на сървъра?
hu_hu: Csomag áthelyezése a kukába a szerveren?

source: Yes, remove the package's directory from the installation directory.
bg_bg: Да, премахнете деректорията на пакетите от инсталационната директория.

source: Uninstall
bg_bg: Деинсталирай
hu_hu: Eltávolítás

source: Inspect Package
bg_bg: Прегледайте пакета
hu_hu: Csomag vizsgálata

source: Back to Add Functionality
bg_bg: Назад към Фукционалност
hu_hu: Vissza a bővítmény hozzáadásához

source: Add Functionality
bg_bg: Функционалност
hu_hu: Bővítmény hozzáadása

source: Install custom add-ons or those downloaded from the concrete5.org marketplace.
bg_bg: Инсталирайте собствени добавки или тези свалени от concrete5.org marketplace.

source: Installation Notes
bg_bg: Инсталационни бележки
hu_hu: Telepítési megjegyzések

source: Currently Installed
bg_bg: Инсталирани в момента
hu_hu: Jelenleg telepítve

source: Add-On updates are available!
bg_bg: Налични са ктуализации за добавката!
hu_hu: Frissítések érhetők el a bővítményekhez!

source: No packages have been installed.
bg_bg: Не са инсталирани пакети.
hu_hu: Nincs csomag telepítve.

source: Awaiting Installation
bg_bg: Изчаква се инсталация
hu_hu: Várakozó telepítések

source: Nothing currently available to install.
bg_bg: Няма нищо ново за инсталиране.
hu_hu: Nincs semmilyen telepíthető elem.

source: Install
bg_bg: Инсталирай
hu_hu: Telepítés

source: Your site is not connected to the concrete5 community. Connecting lets you easily extend a site with themes and add-ons.
bg_bg: Вашият сайт не есвързан с concrete5 общността. Присъединяването ще Ви улесни да разширите сайта с теми и добавки.
hu_hu: A weboldal nem kapcsolódik a concrete5 közösséghez. Kapcsolódás után könnyedén bővítheti a weboldalt témákkal és kiegészítőkkel.

source: Home
bg_bg: Начало
hu_hu: Kezdőlap

source: News
bg_bg: Новини
hu_hu: Hírek

source: Learn about your site and concrete5.
bg_bg: Научете за Вашият сайт и concrete5.
hu_hu: Információk a weboldalról és a concrete5-ről.

source: System &amp; Settings
bg_bg: Система &amp; Настройки
hu_hu: Rendszerbeállítások

source: Secure and setup your site.
bg_bg: Сигурност и настройки на сайта
hu_hu: A weboldal beállítása és biztonságossá tétele.

source: Extend concrete5
bg_bg: Разшири concrete5
hu_hu: concrete5 bővítése

source: <a href="%s">Install</a>, <a href="%s">update</a> or download more <a href="%s">themes</a> and <a href="%s">add-ons</a>.
bg_bg: <a href="%s">Инсталирайте</a>, <a href="%s">обновете</a> или свалете повече <a href="%s">теми</a> и <a href="%s">добавки</a>.
hu_hu: <a href="%s">Telepítsen</a>, <a href="%s">frissítsen</a> vagy töltsön le további <a href="%s">témákat</a> és <a href="%s">kiegészítőket</a>.

source: <a href="%s">Install</a> or <a href="%s">update</a> packages.
bg_bg: <a href="%s">Инсталирайте</a> или <a href="%s">обновете</a> пакетите.

source: Block Types
bg_bg: Типове блокове
hu_hu: Blokk típusok

source: Usage Count
bg_bg: Брой употреби
hu_hu: Használva ennyiszer

source: Internal
bg_bg: Вътрешен
hu_hu: Belső
