Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: overrides, system info, debug, support, help
bg_bg: отхвърляне, системна информация, дебъгване, поддръжка, помощ
hu_hu: felülírások, rendszer információ, debug, támogatás, súgó

source: errors, exceptions, develop, support, help
bg_bg: грешка, изключение, развитие, поддръжка, помощ
hu_hu: hibák, kivételek, fejlesztés, támogatás, súgó

source: email, logging, logs, smtp, pop, errors, mysql, log
bg_bg: имейл, регистриране, записи, smtp, поп, грешки, mysql, запис
hu_hu: email, loggolás, logok, smtp, pop, hibák, mysql, log

source: security, alternate storage, hide files
bg_bg: защита, алтернативна памет, скрий файлове

source: network, proxy server
bg_bg: мрежа, proxy сървър
hu_hu: hálózat, proxy kiszolgáló

source: export, backup, database, sql, mysql, encryption, restore
bg_bg: извличане, резервен, база данни, sql, mysql, криптиране, възстанови
hu_hu: exportálás, mentés, adatbázis, sql, mysql, titkosítás, visszaállítás

source: upgrade, new version, update
bg_bg: ъпгрейд, нова версия, обнови
hu_hu: frissítés, új verzió

source: export, database, xml, starting, points, schema, refresh, custom, tables
bg_bg: извлечи, база данни, xml, започване, точки, схема, опресни, по поръчка, таблици

source: Dashboard Icon
bg_bg: Икона на командното табло
hu_hu: Vezérlőpult ikon

source: Create a navigational menu that reflects the structure of your Sitemap. First, choose the order in which pages appear. Viewing Permissions checks a user's permissions before rendering the link for each page. Display Pages selects the level of the Sitemap where you'd like the menu to begin. Options for displaying sub-pages for each item are also available.
bg_bg: Създайте навигационно меню, което отразява структурата на картата на Вашият сайт. Първо изберете реда на показване на страниците. Правата за разглеждане проверяват потребителските права преди да дадат линк към всяка страница. Представените страници избират нивото на картата на сайта където бихте искали да започва менюто. Също има опции за показването на под-страници за всеки елемент.

source: Add text content and stylize it using the WYSIWYG editor toolbar. Create links to pages, files and other site assets by using the upper concrete5 toolbar.
bg_bg: Добавете съдържание и го стилизирайте с WYSIWYG редактор. Създайте линкове към страници, файлове и други използвайки горната лента с инструменти на concrete5.

source: Display a list of pages created during a certain month, or months. Pages will be sorted by month.
bg_bg: Показвай списък със страници, създадени през месеца/ите. Страниците ще се съхраняват по месец.

source: Display a list of pages that use a certain page type. Return pages that exist throughout your site, or under only one specific section.
bg_bg: Показване на списък от страници, използващ конкретен тип страница. Върни страниците, които съществуват през сайта или под една конкретизирана секция.

source: Select a custom-coded form to display as a block on your page.
bg_bg: Изберете форма със създаден по ваш избор код, която да се показва като блок на страницата.

source: Choose a file from the File Manager and the File block will create a hyperlink to it using the link text you specify.
bg_bg: Изберете файл от Файловият Мениджър и Файловият блок ще създаде хиперлинк към него, използвайки текстът за линк, който сте определили.

source: Select a Flash movie that you've uploaded to the File Manager, then set options for quality desired and minimum version of Flash required for a browser to display the movie.
bg_bg: Избере флаш видео, което да качите във Файл Мениджъра, след това задайте опции за желаното качество и най-старата искана версия на Flash от броузъра, за да показва видеото.

source: To begin creating a form, type your question text into the text field, choose the type of answer you need, and whether or not a question response is required when submitting the form. Click Add, then repeat for subsequent questions.
bg_bg: За да започнете създаването на форма, напишете въпросът си в текстовото поле, избере типа отговор, от който се нуждаете и дали да се изисква, или не, обратен отговор при подаване на формата. Натиснете "Добави", после повторете същите действия за следващия въпрос.

source: Enter a title for your map, then the address of the location you'd like to display on your map. Finally, specify the zoom level of the map to render. Google will try to locate the address automatically when you add the block.
bg_bg: Задайте заглавие на картата, после адреса на мястото, което бихте искали да се показва на картата. Накрая определете степента на мащаб в която картата да предава изображението. Google ще опита да локализира адреса автоматично, след като добавите блока.

source: Enter a title for your guestbook, and adjust the date format to your liking. Choose whether or not to enable comments, moderation and CAPTCHA. Enter an email address if you'd like to be notified of each new guestbook submission.
bg_bg: Въведете заглавие на книгата и определете времевият формат. Изберете дали да са разрешени коментари, модериране и CAPTCHA. Въведете имейл адрес, ако искате да бъдете уведомявани за новите пост в книгата за гост.

source: Paste your HTML code into this field, and it will be rendered by your web browser.
bg_bg: Поставете HTML кода в полето и ще бъде поместен от броузъра.

source: Select an image from the File Manager, and optionally select a rollover image. Choose where to link the image, if desired, and enter alt text. Use Constrain Image Dimensions to force the image to be displayed at a different size than the actual image file.
bg_bg: Изберете картинка от Файл Мениджъра и по желание втора превключваща се. Ако желаете изберете къде да се свърже картинката и въведете ALT текст. Използвайте ограничителни размери, за да се показва картинката с различни от оригиналните такива.

source: Create a block to allow users to search the content of your concrete5 site. Choose title, button text, and where concrete5 should search. To submit the form to another page, choose another page from the Sitemap. Place a second Search block on this page and the results will appear here.
bg_bg: Създайте блок, за да позволите на потребителите да търсят съдържание от concrete5 сайта ви. Изберете заглавие, бутон и къде трябва да търси concrete5. За да прикачите формата към друга страница я изберете от карата на сайта. Поставете втори търсещ блок на тази страница и резултатите ще се показват там.

source: Add individual images selected from the File Manager, or choose an existing file set. Playback options allow you to display images in order or randomly. concrete5 will render the images as an animated slideshow.
bg_bg: Добавете лични картинки избрани от Файл Мениджъра или изберете съществуващ файлов комплект. Плейбек опциите позволяват картинките да се показват разбъркано или поред. concrete5 ще направи анимирано слайдшоу.

source: Select a video file from the File Manager and specify a width and height at which to display it on your page. AVI, WMV, Quicktime/MPEG4 and FLV formats are supported.
bg_bg: Изберете видео файл от Файл Мениджъра и изберете размери, с които да се показва на страницата. AVI, WMV, Quicktime/MPEG4 и FLV са поддържани формати.

source: Paste a short or long-form Youtube link into the YouTube URL field and concrete5 will embed the video on your page. The iFrame option is recommended for best results, especially when displaying pages on mobile devices.
bg_bg: Поставете дълъг или съкратен Youtube линк в полето за YouTube URL и concrete5 ще свърже видеото към страницата. За най-добри резултати се препоръчва iFrame, особено при използването на мобилни устройства.

source: Composer lets you create and publish pages (such as blog posts) directly from your Dashboard. At least one Page Type must be enabled for use Composer, and at least one block needs to be included in Composer via Page Type Defaults.
bg_bg: Композитор ви позволява да създавате и публикувате страници (напр. блог) директно от Администрацията. Композитор трябва да може да ползва поне един Тип Страница и да бъде включен поне един блок през Типове Страници по Подразбиране.
hu_hu: A Szerkesztő lehetővé teszi oldalak (mint, pl. blog bejegyzések) létrehozását és publikálását közvetlenül a Vezérlőpultból. Legalább egy Oldal típusnál engedélyezni kell a Szerkesztő használatát és legalább egy blokkot tartalmaznia kell a Szerkesztőnek az Oldal típus Alapértelmezéseknél.

source: View content created using Composer, but have not yet published.
bg_bg: Прегледай съдържанието създадено с Композитор, но непубликувано все още.
hu_hu: A Szerkesztőben létrehozott, de még nem publikált tartalmak megtekintése.

source: View and change your site's structure. Click a page to see available actions; from this menu, you can control access to or delete a page. Click and drag a page to move it to a different place in your site.
bg_bg: Разгледайте и променете структурата на страницата. Кликнете някоя страница за да видите възможните действия; от менюто контролирате достъпа за изтриване на страницата. Натиснете и издърпайте страницата за да я преместите на друго място в сайта.

source: View a single branch of your Sitemap. Useful for working with large sites and complex tree structures.
bg_bg: Разгледайте отделен клон от картата на сайта. Полезно е при работа с големи сайтове и комплексни структури на дървото.

source: Search for pages by name and type. Perform actions on multiple pages simultaneously by checking the boxes next to the pages you want to perform the action on, then selecting the action you want to perform from the drop-down menu.
bg_bg: Търсете страници по име и тип. За извършването на много действия наведнъж, отбележете страниците, за които искате да бъде извършено и после изберете самото действие от менюто.

source: Upload, search, replace, and change files you're using on your site. Change properties and perform basic image editing tasks.
bg_bg: Качете, търсете, премахнете и променете файловете, които използвате във вашият сайт. Променете свойствата и извършете основни редакции по картинката.

source: Categorize file attributes into sets to give greater organizational context to editors and enhance ease of use.
bg_bg: Подредете файловите атрибути в комплекти, за да предоставите по-добра организация на редакторите и да улесните употребата.

source: File sets provide a flexible way to organize and group your site's assets.
bg_bg: Файловите комплекти осигуряват гъвкавост при организиране и групиране на сайтовите активи.

source: Search for users by name, email, and group. Perform actions on multiple users simultaneously by checking the boxes next to the users you want to perform the action on, then selecting the action you want to perform from the drop-down menu.
bg_bg: Търсете потребители по име, имейл и група. За да извършвате действия за повече потребители, маркирайте всеки от тях и изберете съответното действие от менюто.

source: View, search for, add, and edit groups. Click a group to edit it. Groups are useful for organizing users and setting permissions for multiple users simultaneously.
bg_bg: Разгледайте, търсете, добавете и редактирайте групи. Натиснете групата, за да я редактирате. Групите са полезни за подреждане на потребителите и задаване на права за много потребители наведнъж.

source: Create a new group to organize and classify users. Choose an expiration date to remove users automatically.
bg_bg: Създайте нова група, за да организирате и класифицирате потребителите. Изберете крайна дата за автоматично премахване на потребители.

source: View graphs showing recent site traffic, registration, page creation and downloaded files.
bg_bg: Разгледайте графиките показващи скорошния трафик, регистрации в сайта, както и създаването на страници и свалени файлове.
hu_hu: Grafikonok megtekintése az oldal forgalmáról, regisztrációkról, létrehozott oldalakról és a letöltött fájlokról.

source: View a record of errors your site has encountered, and a log of outgoing email messages sent by your site.
bg_bg: Разгледайте данните за установените от сайта грешки и списък с изпратените от сайта имейли.

source: Themes change the overall design of your site's pages. Activating a theme will apply it to every page in your site. Preview allows you to see how your content will look when the new theme is applied. Inspect lists the Page Types a theme uses. Customize allows you to change certain properties of your theme's styles, if allowed.
bg_bg: Темите променят целия дизайн на страниците. Активирането на тема я прилага върху всяка страница в сайта. Предварителният преглед позволява да видите как ще изглежда съдържанието след прилагането на нова тема. Проверете списъците с типове страници, които използват темите. Персонализирането позволява промяната на някои свойства на темата.

source: Control the types of information that can be saved about each page in your site.
bg_bg: Контролирайте типовете информация, която може да бъде запазена, за всяка страница във Вашият сайт.

source: Stacks are groups of blocks, and make it easier to recycle content places on many pages of your site. Stacks are edited and administered from the Dashboard, then placed on individual pages or deployed as Page Type Defaults. Block content and display order can be controlled, as well as the ability to roll-back to previous versions of the stack.
bg_bg: Комплектите са групи блокове с помощта на които по-лесно се преработва съдържанието в много страници. Комплектите се обработват и редактират през администрацията, после се поставят на индивидуални страници или разгърнати като подразбиращи се за типове страници. Блокът за съдържание и реда на показване също могат да бъдат контролирани, както и способността за връщане към предишни версии на комплекта.
hu_hu: A konténerek előre definiált blokkok csoportjai, amelyek megkönnyítik az újra megjelenő tartalmak újrahasznosítását az oldalkon átívelően. A kollekciók szerkesztése és adminisztrációja a vezérlőpulton történik, majd az egyes oldalkhoz egyénileg vagy mint alapértelmezett elem kerül hozzáadásra. A blokkok tartalma és megjelenésük sorrendje megváltoztatható, továbbá verzió követett.

source: All blocks currently installed on your site are listed here. Custom blocks that you've developed will appear under Awaiting Installation' until you install them. Click any block to find information about usage and refreshing a block's database tables.
bg_bg: Всички инсталирани на сайта блокове са изброени тук. Ръчно добавените ще са изведени под Изчакващи инсталиране, докато не го извършите. Натиснете някой блок, за да видите информацията относно ползването му и обновяването на таблиците за блоковите база данни.

source: View emails your site sends, as well as error messages PHP and MysSQL erros returned as your site runs.
bg_bg: Разгледайте имейли изпратени от сайта, както и PHP сигнали за грешка и MysSQL върнати докато сайтът е била активен.

source: Choose between having error messages appear on the page where they occur (as you might want to do while developing a site) and hiding them from site visitors by saving them in your log (as you might want to do if your site is active).
bg_bg: Изберете дали сигналите за грешка да се появяват на страницата на която са възникнали (препоръчително ако развивате сайта) или да са скрити от посетителите и да се съхраняват в списък (препоръчително ако сайтът ви е активен).

source: View information about your concrete5 site's configuration, as well as details about the hosting environment you're using.
bg_bg: Разгледайте информацията за конфигурацията на вашият concrete5 сайт, както и хостинг средата, която използвате.

source: Select which types of attributes to make available to pages, users, and files.
bg_bg: Изберете кои типове атрибути да са достъпни за страници, потребители и файлове.

source: Set concrete5 to use an external SMTP server, instead of the default PHP Mail function, for sending email.
bg_bg: Настройте concrete5 да използва външен SMTP сървър за изпращане на имейли, вместо PHP.
hu_hu: A concrete5 email küldés beállítása külső SMTP szerver használatához az alapértelmezett PHP Mail függvény helyett.

source: Block users at specific IP addresses from logging into your site. Blocked users can still view pages that are visible to guests.
bg_bg: Блокирайте дадени IP адреси да се вписват в сайта ви. Блокираните потребители ще могат да виждат страници видими за гости.

source: Control users' ability to do perform specific tasks, such as install packages, alter permissions, etc.
bg_bg: Контролирайте възможността на потребителите да извършват действия като инсталиране на пакети, промяна на права и т.н.

source: View and change which file types you permit users to upload to your File Manager.
bg_bg: Вижте и променете кои типове файлове сте позволили да се качват от потребители във Файл Мениджъра.

source: Control how users interact with your site's File Manager, allowing or disallowing actions like search, upload, replace and more.
bg_bg: Следете работата на потребителите с Файловият Мениджър, позволявайки или не действия като търсене, качване, подмяна и други.

source: View available language packs installed for the concrete5 Dashboard and editing interface.
bg_bg: Разгледайте възможните езикови пакети инсталирани за concrete5 администрацията и редакционният интерфейс.

source: Allow your users to specify their time zone. This setting is editable in the user profile and in the dashboard users section.
bg_bg: Позволете на потребителите да определят часовата зона. Настройките могат да се променят в потребителският профил и потребителската секция на администрацията.

source: Upload an image that will appear in the address bar when visitors go to your site and in the bookmark list if they bookmark it.
bg_bg: Качете картинка, която ще се показва в полето за адреси когато сайтът Ви се посещава или в листа с отметки, ако е отбелязан.
hu_hu: Töltsön fel egy képet, amely a böngésző programok címsorában fog látszódni, valamint a könyvjelzők listájában.

source: Even if you change your website's logo, the Site Name is used in some emails.
bg_bg: Дори да промените логото, името на сайта Ви ще се ползва в някои имейли.
hu_hu: Bizonyos e-mailekben a weboldal neve szerepel, akkor is ha megváltoztatja az oldal logóját.

source: Enable Public Registration to let visitors create new user accounts.
bg_bg: Разрешете Публична Регистрация, за да могат посетителите да създават нови акаунти.

source: Determine where users should be redirected to after they login.
bg_bg: Задайте къде да бъдат пренасочвани потребителите, след влизане в профила.

source: Create an alternate file-storage location (in addition to the standard file location) where you'll have the option of putting files after uploading them to the File Manager.
bg_bg: Създайте алтернативно място за съхранение( в допълнение към стандартното), където ще имате възможност да слагате файлове след като сте ги качили във Файл Мениджъра.

source: Create a backup of your site's database. This feature works best on small sites. For larger sites, we recommend using a database utility like phpMyAdmin or exporting a database dump via command-line MySql.
bg_bg: Създайте архив на сайтовата база данни. Това работи най-добре с малки сайтове. За по-големи препоръчваме използването на услуга за база данни като phpMyAdmin или извеждането на копие на базата данни чрез command-line MySql.

source: Download the latest version of concrete5 and upgrade your site.
bg_bg: Свалете последната версия на concrete5 и обновете сайта си.
hu_hu: Töltse le és telepítse a concrete5 legfrissebb verzióját.

source: If your site is behaving oddly or displaying out-of-date content, it's a good idea to clear the cache. If you're having to clear the cache a lot, you might want to just turn off caching in Cache & Speed Settings.
bg_bg: Ако сайтът не работи правилно или показва стара информация, добре е да изчистите кеша. Ако има много за изчистване просто изключете кеширането от Настройки на Кеш & Скорост.

source: Manually create new user accounts for your concrete5 site.
bg_bg: Създайте ръчно нови потребителски акаунти за Вашия concrete5 сайт.

source: The Dashboard allows you to perform administrative tasks for your site.
bg_bg: Администрацията ви позволява да извършвате ръководните задачи в сайта.

source: Exception Occurred:
bg_bg: Възникна изключение:
hu_hu: Kivételezés történt:

source: An error occurred while processing this request.
bg_bg: Възникна грешка при обработването на заявката.
hu_hu: Hiba történt a kérés feldolgozása során

source: You may not arrange the contents of area %s.
bg_bg: Не може да преподреждате съдържанието в област %s.

source: You may not add %s to area %s.
bg_bg: Не може да добаите %s към област %s.
hu_hu: %s nem adható hozzá ehhez a területhez: %s.

source: The stack contains invalid block types.
bg_bg: Комплектът съдържа невалидни типове блок.
hu_hu: A konténer érvénytelen blokk típusokat tartalmaz.

source: Invalid stack.
bg_bg: Невалиден комплект.
hu_hu: Érvénytelen konténer.

source: Layout preset not found
bg_bg: Предварителните настройки на макета липсват

source: Access to block denied
bg_bg: Отказан достъп до блока
hu_hu: Nem férhet hozzá a blokkhoz

source: Invalid block.
bg_bg: Невалиден блок.
hu_hu: Érvénytelen blokk.

source: Write
bg_bg: Запис
hu_hu: Írás

source: Whole world at a glance.
bg_bg: Всичко на куп
hu_hu: Az egész világ egy pillantással.

source: Attributes
bg_bg: Атрибути
hu_hu: Attribútumok

source: Add and manage the user accounts and groups on your website.
bg_bg: Добавяйте и управлявайте потребителските акаунти в сайта.
hu_hu: felhasználók és csoportok létrehozása és kezelése a weboldalon.

source: User Groups
bg_bg: Потребителски групи
hu_hu: Csoportok

source: View your site activity.
bg_bg: Вижте активността на сайта
hu_hu: Az weboldal aktivitásának megtekintése

source: Pages & Themes
bg_bg: Страници & Теми
hu_hu: Oldalak és Témák

source: Add page types to your site.
bg_bg: Добавете типове страници към сайта.
hu_hu: Adj hozzá oldaltípusokat az oldaladhoz.

source: Workflow List
bg_bg: Списък на процедурите
hu_hu: Munkafolyamat lista

source: Stacks & Blocks
bg_bg: Пакети & Блокове
hu_hu: Konténerek & Blokkok

source: Block & Stack Permissions
bg_bg: Права на Блокове & Пакети
hu_hu: Blokk és konténer jogosultságok

source: Control who can add blocks and stacks on your site.
bg_bg: Контролирайте кой може да добавя пакети и блокове на сайта.
hu_hu: Blokkok és konténerek hozzáadási jogának beállítása.

source: Stack List
bg_bg: Списък на пакетите
hu_hu: Konténer lista

source: Manage the installed block types in your site.
bg_bg: Управлявайте инсталираните типове блок в сайта.
hu_hu: Telepített blokk típusok kezelése.

source: Install add-ons & themes.
bg_bg: Инсталирайте добавки и теми.
hu_hu: Kiegészítők és témák telepítése

source: Update your installed packages.
bg_bg: Обновете инсталираните пакети
hu_hu: Telepített csomagok frissítése.

source: Connect to the Community
bg_bg: Връзка с общността
hu_hu: Kapcsolódás a Közösséghez

source: Connect to the concrete5 community.
bg_bg: Свържете се към concrete5 общността.
hu_hu: Kapcsolódás a concrete5 közösséghez

source: Download themes from concrete5.org.
bg_bg: Свалете теми от concrete5.org.
hu_hu: Témák letöltése a concrete5.org-ról.

source: Get More Add-Ons
bg_bg: Още добавки
hu_hu: További kiegészítők beszerzése

source: Download add-ons from concrete5.org.
bg_bg: Свалете добавки от concrete5.org.
hu_hu: Kiegészítők letöltése a concrete5.org-ról.

source: System & Settings
bg_bg: Система & Настройки
hu_hu: Rendszerbeállítások

source: Basics
bg_bg: Основни
hu_hu: Alapok

source: Basic information about your website.
bg_bg: Информация за сайта.
hu_hu: Alap információk a weboldalról.
