Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: Access Denied
bg_bg: Отказан достъп
hu_hu: Hozzáférés megtagadva

source: Unable to access the file manager.
bg_bg: Няма достъп до файл мениджера.
hu_hu: A fájlkezelő nem nyitható meg.

source: Choose Headers
bg_bg: Избор на заглавия
hu_hu: Oszlopok kiválasztása

source: Standard Properties
bg_bg: Стандартни свойства
hu_hu: Alapvető beállítások

source: Additional Attributes
bg_bg: Допълнителни атрибути
hu_hu: További attribútumok

source: Column Order
bg_bg: Ред на колоните
hu_hu: Oszlopok sorrendje

source: Click and drag to change column order.
bg_bg: Кликнете и влачете за да смените реда на колоните.
hu_hu: Tartsa nyomva és húzza az oszlopok sorrendjének megváltoztatásához.

source: Sort By
bg_bg: Сортиране по
hu_hu: Rendezés

source: Ascending
bg_bg: Възходящо
hu_hu: Növekvő

source: Descending
bg_bg: Низходящо
hu_hu: Csökkenő

source: Save
bg_bg: Запис
hu_hu: Mentés

source: Access Denied.
bg_bg: Отказан достъп.
hu_hu: Hozzáférés megtagadva.

source: INVALID ACTION
bg_bg: НЕВАЛИДНО ДЕЙСТВИЕ
hu_hu: ÉRVÉNYTELEN MŰVELET

source: Unable to search file sets.
bg_bg: Невъзможно е търсенето на групи файлове.
hu_hu: Fájl kollekciók keresése nem lehetséges.

source: None of the requested files could be found.
bg_bg: Нито един от заявените файлове са налични.
hu_hu: Egyik kért fájl sem található.

source: Could not open with ZipArchive::CREATE
bg_bg: Не може да се отвори с ZipArchive::CREATE
hu_hu: ZipArchive::CREATE megnyitás sikertelen

source: The requested file couldn't be found.
bg_bg: Заявеният файл не е наличен.
hu_hu: A kért fájl nem található.

source: An unexpected error occurred while looking for the requested file
bg_bg: Възникна неочаквана грешка, докато се търси заявеният файл
hu_hu: Nem várt hiba történt a kért fájl keresése közben.

source: Add from Incoming Directory
bg_bg: добавяне ат директория /incoming
hu_hu: Hozzáadás a Beérkezett fájlok mappájából

source: Add File
bg_bg: Добави файл
hu_hu: Új fájl

source: No files found in %s
bg_bg: Не са намерени файлове в %s
hu_hu: %s nem tartalmaz fájlokat

source: Add from Remote URL
bg_bg: Добавете външен линк
hu_hu: Hozzáadás távoli URL címről

source: Unable to add files.
bg_bg: Неуспешно добавяне на файлове.
hu_hu: Fájlok hozzáadása sikertelen.

source: Upload Multiple
bg_bg: Групово качване
hu_hu: Több fájl feltöltése

source: Add Incoming
bg_bg: Добавяне на входящи
hu_hu: Beérkezett fájlok hozzáadása

source: Add Remote Files
bg_bg: Добавяне на външни файлове
hu_hu: Távoli fájlok hozzáadása

source: Upload Max: %s.
bg_bg: Макс качване:%s
hu_hu: Feltöltési maximum: %s

source: Post Max: %s
bg_bg: Макс пост: %s
hu_hu: Post maximum: %s

source: Upload Multiple Files
bg_bg: Качване на множестбо файлове
hu_hu: Több fájl feltöltése

source: All Files
bg_bg: Всички файлове
hu_hu: Összes állomány

source: Add Files
bg_bg: Добавяне на файлове
hu_hu: Új fájl

source: Uploading...
bg_bg: Качва се...
hu_hu: Feltöltés...

source: Upload Queue
bg_bg: Опашка за качване
hu_hu: Feltöltési sor

source: Files Uploaded
bg_bg: Файловете са качени
hu_hu: Fájlok feltöltve

source: Start Uploads
bg_bg: Старт на качването
hu_hu: Feltöltés indítása

source: Cancel
bg_bg: Отмяна
hu_hu: Mégsem

source: Import Files
bg_bg: Въвеждане на файлове
hu_hu: Fájlok importálása

source: Filename
bg_bg: Име на файл
hu_hu: Fájlnév

source: Size
bg_bg: Размер
hu_hu: Méret

source: Remove files from incoming/ directory.
bg_bg: Премахване на файлове от директория incoming/ .
hu_hu: Beérkezett fájlok mappájának ürítése.

source: Add From Remote URL
bg_bg: Добавяне от външен URL
hu_hu: Hozzáadás távoli URL címről

source: Enter URL to valid file(s)
bg_bg: Въведете URL на валиден файл
hu_hu: Adja meg a fálj(ok) URL címét

source: Save Search
bg_bg: Запис търсене
hu_hu: Keresés elmentése

source: Enter a name for this saved search file set.
bg_bg: Въведете име за този записан набор от файлове.

source: You must enter a valid name
bg_bg: Трябва да въведете валидно име
hu_hu: Adnia egy érvényes nevet

source: Unable to rescan %s. Error encountered: %s. Rescan halted.
bg_bg: Пресканирането на %s е невъзможно. Възникна грешка: %s. Пресканирането е спряно.
hu_hu: %s újraolvasása sikertelen. A hiba a következő: %s. Újravolvasás felfüggesztve.

source: File <strong>%s</strong> could not be found.
bg_bg: Файл <strong>%s</strong> Не може да бъде открит.
hu_hu: <strong>%s</strong> fájl nem található.

source: File <strong>%s</strong> has been rescanned
bg_bg: Файл <strong>%s</strong> е пресканиран
hu_hu: <strong>%s</strong> fájl újraolvasva.

source: You do not have permission to rescan any of the selected files.
bg_bg: Нямате права да пресканирате тези файлове.
hu_hu: Nincs engedélye a kiválasztott fájlok újraolvasásához.

source: Permissions
bg_bg: Пълномощия
hu_hu: Jogosultságok

source: Protect with Password
bg_bg: Защита с парола
hu_hu: Levédés jelszóval

source: Storage Location
bg_bg: Място за съхранение
hu_hu: Tárolási hely

source: Requires Password to Access
bg_bg: За достъп е нужна парола
hu_hu: A hozzáféréshez jelszó szükséges

source: Leave the following form field blank in order to allow everyone to download this file.
bg_bg: Оставете това поле празно за да може всеки да изтегли този файл.
hu_hu: Hagyja üresen a következő űrlap mezőt ha mindenkinek engedélyezni szeretné a fájl letöltését.

source: Save Password
bg_bg: Запис на паролата
hu_hu: Jelszó mentése

source: Users who access files through the file manager will not be prompted for a password.
bg_bg: Потребителите не се нуждаят от парола за да имат достъп до файлове чрез управлението на файлове.
hu_hu: Ha a felhasználó a fájlkezelőn keresztül fér hozzá egy fájlhoz, nem kell jelszót megadnia.

source: Choose File Storage Location
bg_bg: Изберете място за съхранение на файлове
hu_hu: Válassza ki a fájl tárolási helyét

source: All versions of a file will be moved to the selected location.
bg_bg: Всички версии на файла ще бъдат преместени на избраното място.
hu_hu: A fájl minden verziója a kiválasztott helyre lesz mozgatva.

source: Default Location
bg_bg: Място по подразбиране
hu_hu: Alapértelmezett hely

source: Save Location
bg_bg: Място за запис
hu_hu: Hely mentése

source: None
bg_bg: Нищо
hu_hu: Egyik sem

source: Details
bg_bg: Детайли
hu_hu: Részletek

source: Versions
bg_bg: Версии
hu_hu: Verziók

source: Statistics
bg_bg: Статистика
hu_hu: Statisztikák

source: Rescan
bg_bg: Пресканиране
hu_hu: Újraolvas

source: File Details
bg_bg: Детайли
hu_hu: Fájl részletei

source: Basic Properties
bg_bg: Основни свойства
hu_hu: Alap jellemzők

source: Version
bg_bg: Версия
hu_hu: Verzió

source: Dashboard File Manager
bg_bg: Команден пулн управление на файлове
hu_hu: Vezérlőpult Fájl kezelő

source: Page Added To
bg_bg: Страницата е добавена в
hu_hu: Oldal hozzáadva

source: Type
bg_bg: Тип
hu_hu: Típus

source: Date Added
bg_bg: Дата на добавяне
hu_hu: Hozzáadás dátuma

source: Added by <strong>%s</strong> on %s
bg_bg: Добавено от <strong>%s</strong> на %s
hu_hu: Hozzáadta <strong>%s</strong> ekkor: %s

source: Location
bg_bg: Местоположение
hu_hu: Hely

source: Title
bg_bg: Заглавие
hu_hu: Cím

source: Description
bg_bg: Описание
hu_hu: Leírás

source: Tags
bg_bg: Етикети
hu_hu: Címkék

source: %s File Properties
bg_bg: %s свойства на файла
hu_hu: %s fájl jellemzői

source: Other Properties
bg_bg: Други свойства
hu_hu: Egyéb jellemzők

source: File Preview
bg_bg: Преглед на файла
hu_hu: Fájl előnézete

source: File Versions
bg_bg: Версии на файла
hu_hu: Fájl verziói

source: Comments
bg_bg: Коментари
hu_hu: Hozzászólások

source: Creator
bg_bg: Създал
hu_hu: Készítő

source: Added On
bg_bg: Добавено на
hu_hu: Hozzáadva ekkor

source: Preview File
bg_bg: Преглед на файла
hu_hu: Fájl előnézete

source: Updated
bg_bg: Обновен
hu_hu: Frissítve

source: Delete
bg_bg: Изтриване
hu_hu: Törlés

source: Total Downloads: %s
bg_bg: Общ брой сваляния: %s
hu_hu: Összes letöltés: %s

source: Most recent 20 downloads:
bg_bg: Най-скорошни 20 сваляния:
hu_hu: A legutolsó 20 letöltés:

source: User
bg_bg: Потребител
hu_hu: Felhasználó

source: Download Time
bg_bg: Време за изтегляне
hu_hu: Letöltés ideje

source: File Version ID
bg_bg: Версия на файла №
hu_hu: Fájl verzió azonosító

source: Anonymous
bg_bg: Анонимен
hu_hu: Névtelen

source: Deleted User
bg_bg: Изтрит Потребител
hu_hu: Törölt felhasználó

source: In Set(s)
bg_bg: В група(и)
hu_hu: Kollekciókban

source: Other
bg_bg: Друго
hu_hu: Egyéb

source: Files in no sets.
bg_bg: Файлове, който не са в групи.
hu_hu: Kollekciókba nem tartozó fájlok.

source: Upload Error
bg_bg: Грешка при качване
hu_hu: Feltöltési hiba

source: Upload Complete.
bg_bg: Качването завърши.
hu_hu: Feltöltés befejezve.

source: You must select at least one file.
bg_bg: Трябва да изберете поне един файл.
hu_hu: Legalább egy fájlt ki kell választani.

source: Remote URL import requires the iconv extension enabled on your server.
bg_bg: Въвеждането на външен линк изисква разширението iconv да бъде включено на Вашият сървър.
hu_hu: A távoli URL importáláshoz engedélyeznie kell a iconv PHP kiegészítőt a kiszolgálón.

source: is not a valid URL.
bg_bg: е невалиден URL.
hu_hu: egy érvénytelen URL cím.

source: You must specify at least one valid URL.
bg_bg: Трябва да посочите поне един URL.
hu_hu: Kérem adjon meg legalább egy érvényes URL címet.

source: Unknown mime-type:
bg_bg: Непознат mime тип:
hu_hu: Ismeretlen MIME formátum:

source: Could not determine the name of the file at
bg_bg: Не може да бъде определено името на файла в
hu_hu: Nem lehet meghatározni a fájl nevét a

source: There was an error downloading
bg_bg: Грешка при изтегляне
hu_hu: Sikertelen letöltés:

source: Download
bg_bg: Изтегляне
hu_hu: Letöltés

source: Multiple Values
bg_bg: Множество стойности
hu_hu: Több érték

source: Continue
bg_bg: Продължи
hu_hu: Tovább

source: Sets
bg_bg: Набори
hu_hu: Kollekciók

source: Invalid file set.
bg_bg: Невалиден набор от файлове.
hu_hu: Érvénytelen fájl kollekció.

source: You do not have permissions to remove this file set.
bg_bg: Нямате пълномощия за да изтриете този набор от файлове.

source: Are you sure you want to delete the following file set?
bg_bg: Сигурни ли сте, че искате да изтриете този набор от файлове?

source: (Note: files within the set will not be removed.)
bg_bg: (Забележка: файловете от набора няма да бъдат изтрити.)

source: Unable to copy one or more files.
bg_bg: Невъзможно копирането на един или повече файлове.
hu_hu: Nem lehet másolni egy vagy több fájlt.

source: Invalid file.
bg_bg: Невалиден файл.
hu_hu: Érvénytelen fájl.

source: You do not have the ability to copy this file.
bg_bg: Не можете да копирате този файл.

source: You do not have permission to copy any of the selected files.
bg_bg: Нямате правомощия да копирате нито един от тези файлове.
hu_hu: Nincs jogosultsága másolni a kiválasztott fájlokat.

source: Are you sure you want to copy the following files?
bg_bg: Сигурни ли сте, че искате да копирате тези файлове?

source: Copy
bg_bg: Копирай
hu_hu: Másolás

source: Unable to delete one or more files.
bg_bg: Невъзможно изтриваните на един или повече файла.
hu_hu: Egy vagy több fájl nem törölhető.

source: You do not have permission to delete any of the selected files.
bg_bg: Нямате пълномощия за да изтриете нито един от тези файлове.
hu_hu: Nincs jogosultsága a kiválasztott fájlok törléséhez.

source: Are you sure you want to delete the following files?
bg_bg: Сигурни ли сте, че искате да изтриете тези файлове?
hu_hu: Biztosan törli a következő fájlokat?

source: You do not have permission to download packages from the marketplace.
bg_bg: Нямате право да сваляте пакети от магазина.
hu_hu: Nincs jogosultsága csomagokat letölteni a piactérről.

source: Invalid package or no package specified.
bg_bg: Невалиден пакет или не е указан пакет.
hu_hu: Érvénytelen csomag vagy nincs megadva csomag.

source: The package was successfully installed.
bg_bg: Пакетът бе инсталиран успешно.
hu_hu: A csomag telepítése sikeres.

source: The package was successfully downloaded and decompressed on your server.
bg_bg: Пакетът бе изтеглен и разопакован успешно на сървъра.
hu_hu: A csomag sikeresen letöltődött és kicsomagolódott az Ön szerverére.

source: Return
bg_bg: Обратно
hu_hu: Vissza

source: The package could not be installed:
bg_bg: Пакетът не може да бъде инсталиран:
hu_hu: A csomag telepítése sikertelen:

source: To install the package manually:
bg_bg: За да инсталирате пакета ръчно:
hu_hu: A csomag manuális telepítéséhez:

source: Download the package from <a href="%s">here</a>.
bg_bg: Свалете пакета от <a href="%s">here</a>.
hu_hu: Csomag letöltése <a href="%s">innen</a>.

source: Upload and unpack the package on your web server. Place the unpacked files in the packages directory of the root of your concrete5 installation.
bg_bg: Качете и разопаковайте пакета на сървъра. Запишете разопакованите файлове в поддиректория Packages от онсновната директория на concrete5.

source: Go to the <a href="%s">Add Functionality</a> page in your concrete5 Dashboard.
bg_bg: Към <a href="%s">Добавете функция</a> страница във Вашата concrete5 администрация.

source: Click the Install button next to the package name.
bg_bg: Кликнете върху бутон "Инсталация" до името на пакета.
hu_hu: Kattintson a Telepítés gombra a csomag neve mellett.

source: Themes
bg_bg: Теми
hu_hu: Témák

source: You do not have permission to connect to the marketplace.
bg_bg: Вие нямате право да се свържете с базара.
hu_hu: Nincs jogosultsága kapcsolódni a piactérhez.

source: Unable to connect to the marketplace.
bg_bg: Влизането м магазина е невъзможно.
hu_hu: Nem lehet kapcsolódni a piactérhez.

source: Install theme
bg_bg: Инсталиране на тема
hu_hu: Téma telepítése

source: Preview
bg_bg: Преглед
hu_hu: Előnézet

source: No screenshots
bg_bg: Няма екранни снимки
hu_hu: Nincsenek képernyőmentések

source: This add-on is marked as incompatible with this version of concrete5. Please contact the author of the add-on for assistance.
bg_bg: Тази добавка е отбелязана като несъвместима с тази версия на concrete5. Моля свържете се с автора на добавката за съдействие.

source: Read Reviews
bg_bg: Прочети отзиви
hu_hu: Értékelések megtekintése

source: Purchase - %s
bg_bg: Поръчка - %s
hu_hu: Vásárlás - %s

source: Download & Install
bg_bg: Свали и инсталирай
hu_hu: Letöltés & telepítés

source: View in Marketplace
bg_bg: Виж в магазина
hu_hu: Megtekintés a Piactéren

source: Invalid marketplace item.
bg_bg: Невалиден артикул
hu_hu: Érvénytelen piactér elem.

source: Error: Layout not found
bg_bg: Грешка: Макетът не е намерен
hu_hu: Hiba: az elrendezés nem található

source: Error: Invalid column count. Please refresh your page.
bg_bg: Грешка: Невалиден брой колони. Презаредете страницата.

source: Invalid Task.
bg_bg: Невалидно действие.
hu_hu: Érvénytelen feladat.

source: Unknown Error
bg_bg: Непозната грешка
hu_hu: Ismeretlen hiba

source: Success
bg_bg: Успех
hu_hu: Siker

source: Where do you want to publish this page?
bg_bg: Къде бихте искали да публикувате страницата?
hu_hu: Hová szeretné publikálni ezt az oldalt?

source: You do not have access to the sitemap.
bg_bg: Нямате достъп до картата на сайта.
hu_hu: Nincs hozzáférése az Oldaltérképhez.

source: Full Sitemap
bg_bg: Пълна карта
hu_hu: Teljes oldaltérkép

source: Flat View
bg_bg: Плосък списък
hu_hu: Lapos nézet

source: Search
bg_bg: Търси
hu_hu: Keresés

source: Theme not found in %s
bg_bg: Темата не е намерена в %s
hu_hu: A téma nem található itt: %s

source: curl must be enabled to preview external themes.
bg_bg: "curl" трябва да бъде включен за да могат да се разглеждат външни теми.
hu_hu: A curl engedélyezése szükséges a külső témák előnézetéhez.

source: An unspecified error has occurred.
bg_bg: Възникна неизвестна грешка.
hu_hu: Ismeretlen hiba lépett fel.

source: You cannot view the source page(s).
bg_bg: Не може да видите страницата източник.

source: You cannot move or copy the source page(s).
bg_bg: Не може да местите или копирате от страницата източник.

source: You do not have sufficient privileges to add this page or these pages to this destination.
bg_bg: Нямате достатъчно права, за да добавите тази или повече страници към това направление.

source: You may not move/copy/alias the chosen page(s) to that location.
bg_bg: Не може да преименувате /копирате/местите избраната страница(и) на това място.
hu_hu: Nem lehet mozgatni/másolni/aliast készíteni a kiválasztott oldal(ak)ról erre a helyre.

source: was successfully aliased beneath
bg_bg: бе успешно свързана под
hu_hu: alias elkészítése sikeres

source: and all its children were successfully copied beneath
bg_bg: и всички нейни подчинени успешно са копирани под
hu_hu: és minden aloldal átmásolása sikeres az alábbi helyre

source: was successfully copied beneath
bg_bg: успешно записана под
hu_hu: sikeres másolás az alábbi helyre

source: An error occurred while attempting the copy operation.
bg_bg: Възникна грешка при извършване на копиране.
hu_hu: Hiba lépett fel a másolási művelet során.

source: was moved beneath
bg_bg: бе преместена под
hu_hu: áthelyezve az alábbi helyre

source: Your request to move "%s" beneath "%s" has been stored. Someone with approval rights will have to activate the change.
bg_bg: Молбата ви да преместите "%s" отдолу "%s" е запазена. Някой с права ще активира промяната.

source: What do you wish to do?
bg_bg: Какво бихте желали да направите?
hu_hu: Mi szeretne tenni?

source: You dragged "%s" onto "%s." What do you wish to do?
bg_bg: Преместихте "%s" върху "%s" Какво бихте желали да направите?
hu_hu: "%s" elem ráhúzva erre: "%s". Mit szeretne tenni?

source: Move
bg_bg: Премести
hu_hu: Áthelyezés

source: beneath
bg_bg: под
hu_hu: az alábbi

source: Save old page path
bg_bg: Запази път към страрата страница
hu_hu: A régi útvonal megőrzése

source: Alias
bg_bg: Прякор

source: Pages appear in both locations; all edits to originals will be reflected in their alias.
bg_bg: Страниците се появяват и на двете места; всички промени на оригиналите ще се отразяват в техните копия
hu_hu: Az oldal látható mindkét helyen; az eredeti oldalon végzett módosítások megjelennek a róla készített aliason is.

source: Copy page.
bg_bg: Копирай страница.
hu_hu: Oldal másolás.

source: Copy page + children.
bg_bg: Копирай страница + дъщерни
hu_hu: Oldal + aloldalak másolása.

source: Your copy operation will only affect the current page - not any children.
bg_bg: Операцията по копиране ще се отрази на тази страница, но не и на подчинените.
hu_hu: A másolás csak az aktuális oldalt érinti majd, az aloldalakat nem.

source: Choose Page
bg_bg: Избери страница
hu_hu: Válasszon oldalt

source: Go
bg_bg: Напред
hu_hu: Ugrás

source: You have no access to users.
bg_bg: Нямате достъп до потребителите
hu_hu: Nincs hozzáférése a felhasználókhoz.

source: Display order saved.
bg_bg: Редът за показване е записан.
hu_hu: A rendezés elmentve.

source: You do not have user search or group search permissions.
bg_bg: Нямате разрешение за потребителско или групово търсене.

source: You must choose who this permission is for.
bg_bg: Трябва да изберете на кого се дава това право.

source: Access
bg_bg: Достъп
hu_hu: Hozzáférés

source: Who gets access to this permission?
bg_bg: Кой има достъп до това право?

source: None Selected
bg_bg: Няма избрани
hu_hu: Semmit sem választott ki!

source: Select
bg_bg: Избор
hu_hu: Kiválasztás

source: Time Settings
bg_bg: Настройки на часа
hu_hu: Időbeállítások

source: How long will this permission be valid for?
bg_bg: За какъв период ще бъде валидно разрешенито?

source: Error
bg_bg: Грешка
hu_hu: Hiba

source: You do not have group search permissions.
bg_bg: Нямате разрешение за групово търсене.

source: Only users who are members of ALL selected groups will be eligible for this permission.
bg_bg: Само потребителите членове на ВСИЧКИ избрани групи ще имат това разрешение.

source: Name
bg_bg: Име
hu_hu: Név

source: No users or groups added.
bg_bg: Няма добавени потребители или групи.
hu_hu: Nincsenek felhasználók vagy csoportok hozzáadva.

source: Add Group
bg_bg: Добави група
hu_hu: Új csoport

source: You have no access to groups.
bg_bg: Нямате достъп до групите.
hu_hu: Nincs hozzáférése a csoportokhoz.

source: You have no access to assign groups.
bg_bg: Нямате достъп до зададените групи.
hu_hu: Nincs jogosultsága csoportok hozzárendeléséhez.

source: No group sets found.
bg_bg: Няма намерени комплекти на групи
hu_hu: Nem található csoport kollekció.

source: Groups
bg_bg: Групи
hu_hu: Csoportok

source: Users
bg_bg: Потребители
hu_hu: Felhasználók

source: Unable to load the controller for this block type. Perhaps it has been moved or removed.
bg_bg: Невъзможно зареждането на контролер за този тип блок. Може да е преместен или изтрит.
hu_hu: Nem lehet betölteni ennek a blokktípusnak a vezérlőjét. Lehet hogy át lett helyezve vagy törölve lett.

source: Close
bg_bg: Затвори
hu_hu: Bezárás

source: Error: Area not found.
bg_bg: Грешка: областта не е намерена.
hu_hu: Hiba: A terület nem található.

source: Error: Block not found.
bg_bg: Грешка: блокът не е намерен.
hu_hu: Hiba: A blokk nem található.

source: Please choose a scrapbook.
bg_bg: Изберете книга с изрезки.
hu_hu: Kérem válasszon egy gyűjtőalbumot.

source: %s's Personal Scrapbook
bg_bg: Лична книга на %s
hu_hu: %s gyűjtőalbuma

source: New copy to Scrapbook
bg_bg: Ново копие в книгата

source: Add Block to Scrapbook
bg_bg: Добави блок в книгата
hu_hu: Blokk hozzáadása a gyűjtőalbumhoz

source: Block added to scrapbook.
bg_bg: Блокът е запазен при изрезките.
hu_hu: A blokk hozzáadva az gyűjtőalbumhoz.

source: Unable to retrieve block object. If this block has been moved please reload the page.
bg_bg: Невъзможно е свалянето на блокиран обект. Ако блокът е бил премахнат, моля презаредете страницата.

source: This block is contained within a global area. Changing its content will change it everywhere that global area is referenced.
bg_bg: Този блог е част от глобална зона. Промените в съдържанието му ще се отразят навсякъде.
hu_hu: Ez a blokk egy globális területen található. A blokk módosítása az összes helyen érvényre jut, ahol ez a globális terület megtalálható.

source: This is a global block. Editing it here will change all instances of this block throughout the site.
bg_bg: Това е глобален блок. Редактирането му тук ще промени всички инстанции на блока в целия сайт.
hu_hu: Ez egy globális blokk. A globális blokk szerkesztésével annak összes többi példánya is módosul az oldalon.

source: Version %s
bg_bg: Версия %s
hu_hu: Verzió %s

source: Copy of Version: %s
bg_bg: Копие на версия: %s
hu_hu: Verzió %s - másolat

source: <strong>Request Saved.</strong> You must complete the workflow before this change is active.
bg_bg: <strong>Молбата е запазена.</strong> Преди промяната да бъде активирана трябва да завършите процедурите.

source: Here are earlier versions of this page. The bold line is the live version.<br/><br/>Anyone who can't edit this page sees this active version if permissions allow. Your edits are always made to the latest version. If you'd like to start editing from an old version, copy that version.
bg_bg: Предишни версии на страницата. В удебелен шрифт е версията ш реално време.<br/><br/>Всеки, който не може да извършва редакции, може да види тази версия ако са му дадени права. Извършваните промени винаги се отразяват в последната версия. Ако желаете да променяте по-стара версия, направете копие на тази версия.

source: Someone has already checked out this page for editing.
bg_bg: Някой вече е отбелязал тази страница за редактиране.
hu_hu: Valaki már lefoglalta az oldalt szerkesztés miatt.

source: Old Versions
bg_bg: Стари версии
hu_hu: Korábbi verziók

source: Approver
bg_bg: Одобрил
hu_hu: Jóváhagyta

source: Created
bg_bg: Създадена
hu_hu: Létrehozva

source: Compare
bg_bg: Сравни
hu_hu: Összehasonlítás
