Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: Displays update and welcome back information on your dashboard.
bg_bg: Показва обновления и информация "Добре дошли" на вашия
hu_hu: Megjeleníti a frissítési és üdvözlési információkat a Vezérlőpulton.

source: Dashboard App Status
bg_bg: Състояние на административно приложение
hu_hu: Vezérlőpult alkalmazás állapota

source: Display a running loop of images.
bg_bg: Показване на картинки в безкраен цикъл.
hu_hu: Képek megjelenítésének automatikus ismétlése.

source: Slideshow
bg_bg: Слайд шоу
hu_hu: Diavetítés

source: Choose Image/File
bg_bg: Избор на картинка/файл
hu_hu: Válasszon képet/fájlt

source: Please choose at least two images.
bg_bg: Изберете поне две картинки.
hu_hu: Kérem válasszon legalább két képet.

source: Please choose a file set.
bg_bg: Изберете набор от файлове.
hu_hu: Válasszon ki egy fájl kollekciót.

source: Provide a simple survey, along with results in a pie chart format.
bg_bg: Създаване на малка анкета, заедно с резултатите в кръгова диаграма.
hu_hu: Új felmérés készítése, melynek eredménye diagramon ábrázolható

source: Survey
bg_bg: Анкета
hu_hu: Felmérés

source: No data is available yet.
bg_bg: Все още Няма налични данни.
hu_hu: Nem érhető még el adat.

source: Features a theme from concrete5.org.
bg_bg: Представяне на изглед от concrete5.org.

source: Dashboard Featured Theme
bg_bg: Административно водещ скин
hu_hu: Kiemelt vezérlőpult téma

source: Features an add-on from concrete5.org.
bg_bg: Представяне на добавка от concrete5.org.

source: Dashboard Featured Add-On
bg_bg: Административно водеща добавка
hu_hu: Kiemelt vezérlőpult kiegésszítő

source: Submit
bg_bg: Изпращане
hu_hu: Elküldés

source: edit
bg_bg: редактирай
hu_hu: szerkesztés

source: remove
bg_bg: премахване
hu_hu: törlés

source: Proxy block for blocks pasted through the scrapbook.
bg_bg: Proxy блок за блокове преминали през книгата

source: Scrapbook Display (Core)
bg_bg: Бележник на дисплея (ядро)

source: Link to files stored in the asset library.
bg_bg: Връзка към файлове, запазени в библиотеката за допълнения.
hu_hu: Link a Dokumentumtárba feltöltött fájlokhoz.

source: File
bg_bg: Файл
hu_hu: Fájl

source: You must select a file.
bg_bg: Трябва да изберете файл.
hu_hu: Egy fájl kiválasztása kötelező.

source: You must give your file a link.
bg_bg: Трябва да зададете връзка към Вашия файл.
hu_hu: Meg kell adnod egy linket.

source: Build simple forms and surveys.
bg_bg: Изграждане на прости форми и въпросници.
hu_hu: Egyszerű űrlapok és felmérések készítése.

source: Form
bg_bg: Форма
hu_hu: Űrlap

source: Are you sure you want to delete this question?
bg_bg: Сигурни ли сте, че искате да изтриете този въпрос?
hu_hu: Biztosan törli ezt a kérdést?

source: Your form must have a name.
bg_bg: Вашата форма трябва да има име.
hu_hu: Adjon nevet az űrlapnak.

source: Please complete all required fields.
bg_bg: Моля, попълнете всички задължителни полета.
hu_hu: Kérem töltsön ki minden szükséges mezőt.

source: AJAX Error.
bg_bg: Грешка в AJAX.
hu_hu: AJAX hiba.

source: Please add at least one question to your form.
bg_bg: Моля, добавете поне един въпрос във Вашата форма.
hu_hu: Kérem adjon hozzá legalább egy kérdést az űrlapjához.

source: Thanks!
bg_bg: Благодарим!
hu_hu: Köszönjük!

source: Oops, something is wrong with the form you posted (it doesn't have a question set id).
bg_bg: Опа, нещо не е наред с формата, която сте изпратили (липсва идентификатор на въпрос).
hu_hu: Upsz, valami nincs rendben az Ön által elküldött űrlappal (nincs question set azonosító).

source: Incorrect captcha code
bg_bg: Грешен код за сигурност
hu_hu: Érvénytelen biztonsági kód

source: You must enter a valid email address.
bg_bg: Въведете съществуващ е-майл адрес.
hu_hu: Meg kell adni egy érvényes email címet.

source: Complete required fields *
bg_bg: Попълнете задължителните полета *
hu_hu: Töltse ki a szükséges mezőket

source: Invalid file extension.
bg_bg: Невалидно разширение на файл.
hu_hu: Érvénytelen fájl kiterjesztés.

source: Please correct the following errors:
bg_bg: Моля, отстранете следните грешки:
hu_hu: Kérem javítsa a következő hibákat:

source: %s Form Submission
bg_bg: %s изпращане на форма
hu_hu: %s űrlap elküldése

source: Displays a summary of website activity.
bg_bg: Резюме на активността на уебсайта.
hu_hu: Weboldal aktivitási riportjának megjelenítése.

source: Dashboard Site Activity
bg_bg: Активност на сайтова администрация
hu_hu: Dashboard aktivitás

source: Your login is the most recent.
bg_bg: Вашето вписване е последно.
hu_hu: a jelenlegi bejelentkezés a legfrissebb.

source: Adds images and onstates from the library to pages.
bg_bg: Добавя картинките и състоянията от библиотеката по страниците.
hu_hu: Képek beszúrása az oldalra a Dokumentumtárból.

source: Image
bg_bg: Изображение
hu_hu: Kép

source: You must select an image.
bg_bg: Трябва да изберете картинка.
hu_hu: Egy kép kiválasztása kötelező.

source: Image Not Found.
bg_bg: Снимката не е намерена.
hu_hu: A kép nem található.

source: Displays month archive for pages
bg_bg: Месечен архив на страниците

source: Blog Date Archive
bg_bg: Архив на блога по дата
hu_hu: Blog dátumarchívum

source: Please enter the number of months you want to show.
bg_bg: Моля въведете колко месеца искате да бъдат представени.
hu_hu: Kérem adja meg a megjeleníteni kívánt hónapok számát.

source: List pages based on type, area.
bg_bg: Списък на страници според типа, областта.
hu_hu: Oldalak listázása típus és terület szerint.

source: Page List
bg_bg: Списък на страници
hu_hu: Oldal lista

source: Please give your RSS Feed a name.
bg_bg: Моля дайте име на своята RSS емисия.
hu_hu: Kérem adja meg az RSS hírcsatorna nevét.

source: Embeds SWF files, including flash detection.
bg_bg: Вгражда SWF файлове, вкл. разпознаване на flash.
hu_hu: SWF fájl beszúrása, flash ellenőrzéssel

source: Flash Content
bg_bg: Съдържание на Flash
hu_hu: Flash tartalom

source: Proxy block for stacks added through the UI.
bg_bg: Proxy блок за комплекти добавени през UI.

source: Stack Display (Core)
bg_bg: Преглед на Купчината

source: Adds blog-style comments (a guestbook) to your page.
bg_bg: Добавя коментари в стил блог (книга за гости) във Вашата страница.
hu_hu: Blog jellegű hozzászólások (vendégkönyv) hozzáadása az oldalhoz.

source: Guestbook / Comments
bg_bg: Книга за Гости / Коментари
hu_hu: Vendégkönyv / Hozzászólások

source: Your session has expired. Please log back in.
bg_bg: Сесията Ви изтече. Моля, впишете се отново.
hu_hu: A rendszer automatikusan kiléptetett. Kérlek lépj be újra.

source: Invalid Email Address
bg_bg: Невалиден е-mail адрес
hu_hu: Érvénytelen e-mail cím

source: Name is required
bg_bg: Името е задължително
hu_hu: Szükséges a név

source: a comment is required
bg_bg: коментарът е задължителен
hu_hu: a hozzászólás kötelező

source: The comment has been saved
bg_bg: Коментарът е записан
hu_hu: Hozzászólás elmentve.

source: An Error occured while saving the comment
bg_bg: Възникна грешка при записването на коментара
hu_hu: Hiba a hozzászólás elmentésénél

source: Thanks! Your comment has been received. It will require approval before it appears.
bg_bg: Благодарим Ви! Вашия коментар беше получен. Той се нуждае от удобрения преди да се появи.
hu_hu: Köszönjük! A hozzászólást befogadtuk, mely utólagos jóváhagyás után fog megjelenni a honlapon.

source: Thanks! Your comment has been posted.
bg_bg: Благодаря! Вашият коментар бе публикуван.
hu_hu: Köszönjük! Hozzászólása elküldve.

source: Guestbook Comment Notification
bg_bg: Известие за коментар в книгата за гости
hu_hu: Vendégkönyv hozzászólás értesítő

source: The comment has been removed.
bg_bg: Коментарът бе премахнат.
hu_hu: Hozzászólás törölve.

source: The comment has been approved.
bg_bg: Коментарът бе одобрен.
hu_hu: Hozzászólás jóváhagyva.

source: The comment has been unapproved.
bg_bg: Коментарът не бе одобрен.
hu_hu: Hozzászólás elutasítva.

source: Embeds a YouTube Video in your web page.
bg_bg: Вградете YouTube видео във вашата уеб страница.
hu_hu: YouTube videó beágyazása a weboldalba.

source: YouTube Video
bg_bg: YouTube Видео
hu_hu: YouTube Videó

source: My Video
bg_bg: Моето видео
hu_hu: Videóim

source: Grabs the latest newsflow data from concrete5.org.
bg_bg: Вземете най-новите процедурни данни от concrete5.org.

source: Dashboard Newsflow Latest
bg_bg: Последните административни процедури
hu_hu: Vezérlőpult Legfrissebb hírfolyam

source: Please enter your Search Title.
bg_bg: Моля въведете Заглавие за търсене.
hu_hu: Kérem adja meg a keresési blokk címét.

source: Please enter your Submit Button Text.
bg_bg: Моля въведете вашия текст за Бутона за изпращане
hu_hu: Kérem adja meg az elküldés gomb szövegét.

source: Add a search box to your site.
bg_bg: Добавяне на поле за търсене в сайта.
hu_hu: Keresés hozzáadása az oldalhoz.

source: Please enter a valid search title.
bg_bg: Въведете валидно заглавие за търсене.
hu_hu: Kérem adjon meg egy érvényes címet a keresés blokknak.

source: HTML/WYSIWYG Editor Content.
bg_bg: HTML/WYSIWYG редактор.
hu_hu: Szerkeszthető szövegek és képek

source: Content
bg_bg: Съдържание
hu_hu: HTML tartalom

source: Embeds uploaded video into a web page. Supports AVI, WMV, Quicktime/MPEG4 and FLV formats.
bg_bg: Вмъква каченото видео в уеб страница. Поддържа формати AVI, WMV, Quicktime/MPEG4 и FLV.
hu_hu: Videó fájl beillesztése az oldalra. Támogatott formátumok: AVI, WMV, Quicktime/MPEG4 és FLV.

source: Video Player
bg_bg: Видео плейър
hu_hu: Videó lejátszó

source: You must select a valid FLV file.
bg_bg: Трябва да изберете валиден FLV файл.
hu_hu: Válasszon egy érvényes FLV fájlt.

source: Creates navigation trees and sitemaps.
bg_bg: Създаване на навигационна структура и карта на сайта.
hu_hu: Menü és oldaltérkép készítése

source: Auto-Nav
bg_bg: Навигация
hu_hu: Auto-Menü

source: Enter an address and a Google Map of that location will be placed in your page.
bg_bg: Въведете адрес и карта от Google Map ще бъде разположена на страницата Ви.
hu_hu: Adjon meg egy címet és egy Google Térkép jelenik az oldaladon a megadott címről.

source: Please enter a zoom number from 0 to 21.
bg_bg: Моля вкарайте увеличително число от 0 до 21.
hu_hu: Adjon meg egy nagyítási méretet 0-tól 21-ig!

source: For adding HTML by hand.
bg_bg: За добавяне на HTML на ръка.
hu_hu: HTML kézzel beadandó

source: Navigate through sibling pages.
bg_bg: Навигация през подстраниците

source: Next & Previous Nav
bg_bg: Следваща и Предишна Навигация
hu_hu: Következő és Előző gombok

source: A collapsible date based navigation tree
bg_bg: Сгъваем дата базирана на навигационно меню
hu_hu: Összecsukható naptár menü

source: Date Navigation
bg_bg: Навигация по дата
hu_hu: Naptár menü

source: You must sign in order to access this page!
bg_bg: Трябва да се впишете за да имате достъп до тази страница.
hu_hu: Az oldal eléréséhez jelentkezzen be!

source: From: %s Date Sent: %s Subject: %s
bg_bg: Подател: %s Изпратено на: %s Тема: %s
hu_hu: Feladó: %s Küldés dátuma: %s Tárgy: %s

source: You haven't written a message!
bg_bg: Не сте написали съобщение!
hu_hu: Nem írtál üzenetet!

source: Profile Information Saved.
bg_bg: Информацията за профила е записана.
hu_hu: Profil információk elmentve.

source: Invalid email address provided.
bg_bg: Посочен е невалиден e-mail адрес.
hu_hu: A megadott e-mail cím érvénytelen.

source: The email address '%s' is already in use. Please choose another.
bg_bg: E-mail адрес '%s' вече е използван. Моля, изберете нов.
hu_hu: '%s' e-mail cím már foglalt. Kérem válasszon másikat.

source: A password must be between %s and %s characters
bg_bg: Паролата трябва да съдържа между %s и %s знака
hu_hu: A jelszó hossza minimum %s és maximum %s karakter legyen.

source: A password may not contain ", ', >, <, or any spaces.
bg_bg: Паролата не може да съдържа ", ', >, <, или разстояния.
hu_hu: A jelszó nem tartalmazhat: ", ', >, < vagy szóközt.

source: The two passwords provided do not match.
bg_bg: Двете предоставени пароли не съвпадат.
hu_hu: A megadott két jelszó nem egyezik.

source: The field "%s" is required
bg_bg: Полето "%s" е задължително
hu_hu: "%s" mező kötelező

source: Invalid page.
bg_bg: Невалидна страница.
hu_hu: Érvénytelen oldal.

source: You must provide a name for your page before you can publish it.
bg_bg: Трябва да предоставите име за вашата страница преди да я публикувате.
hu_hu: El kell neveznie az oldalt, mielőtt nyilvánossá teszi.

source: Invalid parent page.
bg_bg: Невалидна страница родител
hu_hu: Érvénytelen anyaoldal.

source: You do not have permissions to add this page type in that location.
bg_bg: Нямате право да добавяте този тип страница към това местоположение.
hu_hu: Nincs jogosultsága hozzáadni ezt az oldal típust ezen a helyen.

source: Draft saved successfully.
bg_bg: Черновата е запазена успешно.
hu_hu: A piszkozat sikeresen elmentve.

source: Invalid composer draft.
bg_bg: Невалидна чернова в композитор
hu_hu: Érvénytelen Piszkozat

source: This page will be published beneath %s.
bg_bg: Страницата ще бъде публикувана под %s.
hu_hu: Ez az oldal alábbiak alatt lesz publikálva: %s

source: Unknown publishing location.
bg_bg: Неизветно място за публикуване.
hu_hu: Ismeretlen publikálási hely.

source: Draft deleted.
bg_bg: Черновата е изтрита.
hu_hu: Piszkozat törölve.

source: New file set added successfully.
bg_bg: Успешно добавен нов набор от файлове.
hu_hu: Az új fájl gyűjtemény rögzítése sikeres.

source: File set deleted successfully.
bg_bg: Успешно изтрит набор от файлове.
hu_hu: Fájl kollekció sikeresen törölve.

source: You do not have permission to delete this file set.
bg_bg: Нямате право да итривате тази група фаилове.
hu_hu: Nincs jogosultsága ezen fájl kollekció törléséhez.

source: File set updated successfully.
bg_bg: Групата файлове е обновена успешно.
hu_hu: A fájl gyűjtemény sikeresen frissítve.

source: Invalid ID
bg_bg: Невалиден №
hu_hu: Érvénytelen azonosító

source: Please Enter a Name
bg_bg: Моля, въведете име
hu_hu: Kérem adjon egy nevet

source: File Set Name cannot contain the characters: %s
bg_bg: Името на групата файлове не може да съдържа: %s

source: Invalid attribute ID.
bg_bg: Невалиден № на атрибут.
hu_hu: Érvénytelen attribútum azonosító.

source: File Attribute Deleted.
bg_bg: Атрибутът на файла е изтрит.
hu_hu: Fájl attribútum törölve.

source: File Attribute Created.
bg_bg: Атрибутът на файла е създаден.
hu_hu: Fájl attribútum létrehozva.

source: File Attribute Updated.
bg_bg: Атрибутът на файла е обновен.
hu_hu: Fájl attribútum frissítve.

source: Sort order saved
bg_bg: Редът за сортиране е записан
hu_hu: A rendezés sorrendje elmentve

source: An unexpected error occurred when connecting your site to the marketplace.
bg_bg: Възникна неочаквана грешка при свързване на Вашия сайт към магазина.
hu_hu: Váratlan hiba történt az oldalad Piactérhez történő kapcsolódása során.

source: You do not have permission to connect this site to the marketplace.
bg_bg: Нямате право да свързвате сайта към магазина.
hu_hu: Nincs jogosultsága ezt az oldalt a piactérhez kapcsolni.

source: Your site is now connected to the concrete5 community.
bg_bg: Вашият сайт е присъединен към concrete5 общността.
hu_hu: Oldalad most már össze van kapcsolva a concrete5 közösséggel.

source: All Items
bg_bg: Още обекти
hu_hu: Minden elem

source: Featured Items
bg_bg: Особени обекти
hu_hu: Kiemelt elemek

source: Recommended
bg_bg: Препоръчано
hu_hu: Ajánlott

source: Popular
bg_bg: Популярно
hu_hu: Népszerű

source: Recently Added
bg_bg: Наскоро Добавено
hu_hu: Mostanában hozzáadott

source: Highest Rated
bg_bg: Най-високо Оцененото
hu_hu: Legjobbnak értékelt

source: Price: Low to High
bg_bg: Цена: Ниска към Висока
hu_hu: Ár: növekvő

source: Price: High to Low
bg_bg: Цена: Висока към Ниска
hu_hu: Ár: csökkenő

source: Relevance
bg_bg: Съотвествие
hu_hu: Relevancia

source: The package has been updated successfully.
bg_bg: Пакетът бе успешно обновен.
hu_hu: A csomag frissítése sikeres.

source: Invalid marketplace item ID.
bg_bg: Невалиден № обект в магазина.
hu_hu: Érvénytelen Piactér elem ID.

source: You do not have permission to uninstall packages.
bg_bg: Нямате пълномощия да деинсталирате пакети..
hu_hu: Nincs jogosultsága csomagok eltávolításához.

source: Invalid package.
bg_bg: Невалиден пакет.
hu_hu: Érvénytelen csomag.

source: The package type has been uninstalled.
bg_bg: Типът пакети бе деинсталиран.
hu_hu: A csomag eltávolítása megtörtént.

source: You do not have permission to install add-ons.
bg_bg: Нямате право да инсталирате добавки.
hu_hu: Nincs jogosultsága kiegészítők telepítéséhez.

source: The package has been installed.
bg_bg: Пакетът бе инсталиран.
hu_hu: A csomag telepítve lett.

source: Marketplace item %s downloaded successfully.
bg_bg: Обект %s бе изтеглен успешно от магазина.
hu_hu: A %s Piactér elem letöltése sikeres.

source: You do not have permission to download add-ons.
bg_bg: Нямате право да сваляте добавки.
hu_hu: Nincs jogosultsága kiegészítők letöltéséhez.

source: Permissions updated successfully.
bg_bg: Правата са обновени успешно.
hu_hu: Jogosultságok sikeresen frissítve.

source: You must give your stack a name.
bg_bg: Трчбва да дадете име на комплекта.
hu_hu: Meg kell adni egy nevet a konténernek.

source: Stack added successfully
bg_bg: Комплектът е добавен успешно
hu_hu: A konténer sikeresen hozzáadva

source: Stack deleted successfully
bg_bg: Комплектът е изтрит успешно
hu_hu: A konténer sikeresen törölve

source: You do not have access to delete this stack.
bg_bg: Нямате достъп, за да изтриете комплектът.
hu_hu: Nincs jogosultsága ezen konténer törléséhez.

source: Invalid stack
bg_bg: Невалиден комплект
hu_hu: Érvénytelen konténer

source: Delete request saved. You must complete the delete workflow before this stack can be deleted.
bg_bg: Заявката за изтриване е запазена. Трябва да завършите процедурите по изтриване, преди комплектът да бъде премахнат.
hu_hu: Törlési kérelem elmentve. Véglegesíteni kell a törlési folyamatot a stack törléséhez.

source: Display Order Reset.
bg_bg: Изчистване подредбата на дисплея.
hu_hu: Megjelenítés sorrendjének visszaállítása.

source: Block Type Refreshed. Any database schema changes have been applied.
bg_bg: Освежени са типовете блокове. Всички промени в схемата на базата данни са извършени.
hu_hu: A blokk típusa módosítva lett. A szükséges adatbázis változtatásokat végrehajtottuk.

source: Block Type Installed.
bg_bg: Инсталиран тип блок.
hu_hu: A blokk típus telepítve lett.

source: You do not have permission to install custom block types or add-ons.
bg_bg: Нямате право да инсталирате добавки или обичайния тип блок.
hu_hu: Nincs jogosultsága egyedi blokk típusokat és kiegészítőket telepíteni.

source: Only the super user may remove block types.
bg_bg: Само супер потребител може да премахне този тип блок.
hu_hu: Csak szuperadminok törölhetnek blokktípusokat.

source: This block type is internal. It cannot be uninstalled.
bg_bg: Вътрешен тип на блок. Не може да бъде преинсталиран.
hu_hu: Ez a blokktípus beépített. Nem távolítható el.

source: The block type has been removed.
bg_bg: Типът блок бе премахнат.
hu_hu: A blokktípus törölve lett.

source: Pages
bg_bg: Страници
hu_hu: oldalak

source: Files
bg_bg: Файлове
hu_hu: Fájlok

source: Invalid workflow ID.
bg_bg: Невалидно процедурно ID.
hu_hu: Érvénytelen munkafolyamat ID.

source: You must give the workflow a name.
bg_bg: Трябва да дадете име на процедурата.
hu_hu: Adnia kell egy nevet a munkafolyamatnak.

source: Workflow Names must only include alphanumerics and spaces.
bg_bg: Процедурните имена трябва да съдържат само буквено-цифров код и разстояния.

source: Workflow deleted successfully.
bg_bg: Процедурата е изстрита успешно.
hu_hu: Munkafolyamat sikeresen törölve.

source: Workflow with that name already exists.
bg_bg: Процедура с това име вече съществува.

source: Invalid Workflow Type.
bg_bg: Невалиден тип процедура.

source: Workflow created successfully. You may now modify its properties.
bg_bg: Процедурата е създадена успешно. Ако желаете може да промените свойствата ѝ.
hu_hu: A munkafolyamat sikeresen létrehozva. Az alábbiakban beállíthatja a tulajdonságait.

source: Workflow updated.
bg_bg: Процедурата е обновена.
hu_hu: Munkafolyamat frissítve.

source: Name required.
bg_bg: Името е задължително.
hu_hu: A név kötelező.

source: A group named "%s" already exists
bg_bg: Група с име "%s" вече съществува.
hu_hu: Már van "%s" nevű csoport.

source: Group added successfully
bg_bg: Групата е добавена успешно.
hu_hu: Csoport sikeresen létrehozva.

source: Group update successfully
bg_bg: Групата е обновена успешно.
hu_hu: Csoport sikeresen frissítve

source: You do not have permission to perform this action.
bg_bg: Нямате правомощия за да извършите това действие.
hu_hu: Nincs jogosultsága a művelet elvégézéséhez.

source: Invalid group ID.
bg_bg: Невалиден номер на група.
hu_hu: Érvénytelen csoport azonosító.

source: Group deleted successfully.
bg_bg: Групата е изтрита успешно.
hu_hu: A csoport sikeresen törölve.

source: User deactivated.
bg_bg: Деактивиран потребител
hu_hu: Felhasználó inaktiválva.

source: User activated.
bg_bg: Потребителят е активиран.
hu_hu: Felhasználó aktiválva.

source: Email marked as valid.
bg_bg: E-mail адресът е отбелязан като валиден.
hu_hu: E-mail cím bejelölve érvényesként.

source: User created.
bg_bg: Потребителят е създаден
hu_hu: Felhasználó létrehozva.

source: A username must be at least %s characters long.
bg_bg: Потребителското име трябва да е с дължина поне %s знака.
hu_hu: A felhasználónév legyen legalább %s karakter hosszú.

source: A username cannot be more than %s characters long.
bg_bg: Потребителското име не може да е с дължина повече от %s знака.
hu_hu: A felhasználónév nem lehet %s karakternél hosszabb.

source: The username '%s' already exists. Please choose another
bg_bg: Потребителското име '%s' вече съществува. Моля, изберете друго
hu_hu: '%s' felhasználónév már foglalt. Kérem válasszon másikat.

source: User updated successfully.
bg_bg: Потребителят е обновен успешно.
hu_hu: Felhasználó módosítva.

source: Password changed.
bg_bg: Паролата е променена.
hu_hu: Jelszó megváltoztatva.

source: Invalid user ID.
bg_bg: Невалиден потребителски номер.
hu_hu: Érvénytelen felhasználó azonosító

source: Only the super user may edit this account.
bg_bg: Само супер потребител може да редактира тази регистрация.
hu_hu: Csak a tőled több joggal rendelkező felhasználó módosíthatja a fiókodat.

source: You do not have permission to modify this attribute.
bg_bg: Нямате право да променяте този атрибуте.
hu_hu: Nincs jogosultsága módosítani ezt az attribútumot.

source: You may not remove the super user account.
bg_bg: Не можете да премахнете регистрация на супер потребител.
hu_hu: A Szuperadmin hozzáférés nem törölhető.

source: You cannot delete your own user account.
bg_bg: Не можете да изтриете собствената си регистрация.
hu_hu: A saját felhasználói hozzáférése nem törölhető.

source: User deleted successfully.
bg_bg: Потребителят е изтрит успешно.
hu_hu: Felhasználó törlése sikeres.

source: Invalid Attribute Type.
bg_bg: Невалиден атрибут.
hu_hu: Érvénytelen attribútum típus.

source: User Attribute Deleted.
bg_bg: Потребителският атрибут е изтрит.
hu_hu: Felhasználói attribútum törölve.

source: User Attribute Created.
bg_bg: Потребителският атрибут е създаден.
hu_hu: Felhasználói attribútum létrehozva.

source: User Attribute Updated.
bg_bg: Потребителският атрибут е обновен.
hu_hu: Felhasználói attribútumok frissítve.

source: Invalid Username
bg_bg: Невалидно потребителско име
hu_hu: Érvénytelen felhasználónév

source: An error occurred while trying to create the account.
bg_bg: Възникна грешка при опит за създаване на регистрация.
hu_hu: Hiba lépett fel a hozzáférés létrehozása közben.
