Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: Congratulations. concrete5 has been installed. You have been logged in as <b>%s</b> with the password you chose. If you wish to change this password, you may do so from the users area of the dashboard.
bg_bg: Поздравления! concrete5 е инсталиран успешно. Влезли сте в системата като <b>%s</b> с паролата която избрахте. Ако желаете да промените паролата, може да го направите чрез контролното табло.
hu_hu: Gratulálunk a concrete5 sikeres telepítéséhez! Jelenleg <b>%s</b> felhasználóként van belépve. Jelszavát a Vezérlőpulton keresztül tudja megváltoztatni.

source: Your configuration directory config/ does not appear to be writable by the web server.
bg_bg: Вашата директория за конфигуриране config/ изглежда не разрешава запис от уеб сървъра.
hu_hu: A config/ konfigurációs mappa a webszerver számára nem írható.

source: Your files directory files/ does not appear to be writable by the web server.
bg_bg: Вашата директория за файлове files/ изглежда не разрешава запис от уеб сървъра.
hu_hu: A files/ feltöltendő fájlokat tartalmazó mappa a webszerver számára nem írható.

source: Your packages directory packages/ does not appear to be writable by the web server.
bg_bg: Вашата директория за пакети packages/ изглежда не разрешава запис от уеб сървъра.
hu_hu: Az Ön csomagokat tartalmazó mappája (packages/) nem írható a webszerver számára.

source: Function mysql_connect() not found. Your system does not appear to have MySQL available within PHP.
bg_bg: Ненамерена функция mysql_connect(). Изглежда Вашата система няма достъпен MySQL чрез PHP.
hu_hu: A mysql_connect() függvény nem található. Az Ön rendszerében nem elérhető a MySQL a PHP számára.

source: You must select a valid sample content starting point.
bg_bg: За начало изберете валидно примерно съдържание.

source: Unable to connect to database.
bg_bg: Няма връзка с базата данни.
hu_hu: Az adatbázishoz történő kapcsolódás sikertelen.

source: There are already %s tables in this database. concrete5 must be installed in an empty database.
bg_bg: Вече има %s таблици в тази база данни. concrete5 тршбва да бъде инсталиран в празна база данни.
hu_hu: Már jelenleg is van %s tábla ebben az adatbázisban. A concrete5 csak üres adatbázisba telepíthető.

source: Please specify your site's name
bg_bg: Моля въведете името на сайта
hu_hu: Kérem adja meg weboldala nevét

source: Please specify a valid email address
bg_bg: Моля въведете валиден email адрес
hu_hu: Kérem adja meg érvényes e-mail címét

source: You must specify a valid database name
bg_bg: Трябва да въведете валидно име на база данни
hu_hu: Adjon meg egy érvényes adatbázis nevet

source: You must specify a valid database server
bg_bg: Трябва да въведете валиднен сървър за база данни
hu_hu: Adjon meg egy érvényes adatbázis szervert

source: Unable to open config/site.php for writing.
bg_bg: Файлът config/site.php не може да бъде отворен за писане.
hu_hu: A config/site.php nem írható.

source: Unable to open config/site_user.php for writing.
bg_bg: Не може да отвори config/site_user.php за писане.
hu_hu: Nem írható a config/site_user.php állomány.

source: Remove Old Page Versions
bg_bg: Премахване на старите версии на страницата
hu_hu: Korábbi oldal verziók eltávolítása

source: Removes all except the 10 most recent page versions for each page.
bg_bg: Премахване на всички версии за всяка страница, с изключение на последните 10.
hu_hu: Korábbi oldal verziók eltávolítása az utolsó 10 kivételével.

source: All pages have been processed, starting from beginning on next run.
bg_bg: Всички страници са обработени, да почва от начало при следващо стариране.

source: Index Search Engine - Updates
bg_bg: Обноваване индекса от търсещи роботи

source: Index the site to allow searching to work quickly and accurately. Only reindexes pages that have changed since last indexing.
bg_bg: Индексирането на сайта позволява търсенето да работи бързо и точно. Реиндексират се само страници променяни след последното индексиране.

source: Indexing complete. Index is up to date
bg_bg: Индексирането е завършено. Индексът е актуален.
hu_hu: Indexelés befejezve.Az index naprakész.

source: Index partially updated. %s pages indexed (maximum number.) Re-run this job to continue this process.
bg_bg: Индексът е обновен частично. %s страници са индексирани (максимум). Рестартирайте, за да продължи процеса.
hu_hu: Az index részlegesen frissítve. %s oldal indexelve (maximális szám). Az indexelés folytatásához futtassa újra ezt a feladatot.

source: Index updated.
bg_bg: Индекса е обновен

source: Index Search Engine - All
bg_bg: Всички индекси на търсещи роботи

source: Empties the page search index and reindexes all pages.
bg_bg: Изчистване на страница идексирани търсения и реиндексиране на всички страници.

source: Index updated. %s pages indexed.
bg_bg: Индекса е обновен. %s страници са индексирани.

source: Generate the sitemap.xml file
bg_bg: Генериране на sitemap.xml файла
hu_hu: sitemap.xml fájl generálása

source: Generate the sitemap.xml file that search engines use to crawl your site.
bg_bg: Генерирането на файла sitemap.xml спомага откриването на сайта от търсещите роботи.
hu_hu: A sitemap.xml generálása a keresőmotorok számára.

source: The file %s is not writable
bg_bg: Не може да се пише във файл %s
hu_hu: A %s fájl nem írható

source: Cannot open file %s
bg_bg: Файл %s не се отваря
hu_hu: A %s fájl nem nyitható meg

source: %1$s file saved (%2$d pages).
bg_bg: %1$s файлът е запазен (%2$d pages).
hu_hu: %1$s fájl elmentve (%2$d oldal).

source: Process Email Posts
bg_bg: Изпращане на имейл
hu_hu: E-mail küldések feldolgozása

source: Polls an email account and grabs private messages/postings that are sent there..
bg_bg: Публикувани анкети към имейл акаунт и грабва лични съобщения / публикации, които са изпратени там ..
hu_hu: Egy e-mail fiók privát üzeneteit/hozzászólásait gyűjti össze amiket oda küldtek..

source: Choose File
bg_bg: Изберете файл
hu_hu: Tallózás

source: Yes
bg_bg: Да
hu_hu: Igen

source: No
bg_bg: Не
hu_hu: Nem

source: You must specify at least one country.
bg_bg: Трябва да посочите поне една страна.
hu_hu: Legalább egy ország megadása szükséges.

source: The default country must be in the list of custom countries.
bg_bg: Страната по подразбирани трябва да бъде в списъка от дефинирани страни.
hu_hu: Az alapértelmezett országnak benne kell lennie az egyéni országok listájában.

source: to
bg_bg: до

source: on
bg_bg: вкл
hu_hu: ekkor

source: Failed to create zip file as "%s": %s
bg_bg: Неосъществено е създаване на zip файл като "%s": %s

source: Added
bg_bg: Добавен
hu_hu: Hozzáadva

source: Active
bg_bg: Активен
hu_hu: Aktív

source: (No Name)
bg_bg: (Няма име)
hu_hu: (Név nélküli)

source: (No Description)
bg_bg: (Няма описание)
hu_hu: (Nincs leírás)

source: New Version %s
bg_bg: Нова версия %s
hu_hu: Új verzió %s

source: The Job was run successfully.
bg_bg: Задачата е изпълнена успешно.
hu_hu: A feladat sikeresen lefutott.

source: Error: The Job class must be a child class of Job.
bg_bg: Грешка: Job класът тршбва да бъде подклас на Job.
hu_hu: Hiba: A Job osztály gyermek osztálya kell hogy legyen a Jobnak.

source: Error: Invalid Job file. The class %s was not found in %s .
bg_bg: Грешка: Невалиден Job файл. Класът %s не беше намерен в %s.
hu_hu: Hiba: Érvénytelen Job fájl. A %s osztály nem található itt: %s

source: Last Modified
bg_bg: Последно обновен
hu_hu: Legutóbb módosítva

source: No Name
bg_bg: Няма име
hu_hu: Név nélküli

source: Unable to get permission key for %s
bg_bg: Не може да се придобият права за %s

source: Error: no area assigned to layout
bg_bg: Грешка: няма определена област в макета
hu_hu: Hiba: nincs terület hozzárendelve az elrendezéshez

source: Unknown User
bg_bg: Непознат потребител
hu_hu: Ismeretlen felhasználó

source: Page "%s" at path "%s" deleted
bg_bg: Страница "%s" на път "%s" е изтрита

source: Page Action
bg_bg: Действие страница

source: Page "%s" at path "%s" Moved to trash
bg_bg: Страница "%s" на път "%s" е преместена в кошчето

source: Date
bg_bg: Дата
hu_hu: Dátum

source: Failed Registration
bg_bg: Неуспешна регистрация
hu_hu: Hibás regisztráció

source: Starting installation and creating directories.
bg_bg: Започва инсталиране и създаване на директории.
hu_hu: Telepítés megkezdése és könyvtárak létrehozása.

source: Creating database tables.
bg_bg: Създаване на таблици за база данни.
hu_hu: Adatbázis táblák létrehozása.

source: Adding admin user.
bg_bg: Добавяне на администраторски потребител.
hu_hu: Admin felhasználó hozzáadása.

source: Installing permissions & workflow.
bg_bg: Инсталиране на права и процедури.
hu_hu: Jogosultságok és munkafolyamat telepítése.

source: Creating home page.
bg_bg: Създаване на заглавна страница
hu_hu: Kezdő oldal létrehozása.

source: Installing attributes.
bg_bg: Инсталиране на атрибутите.
hu_hu: Attribútumok telepítése.

source: Adding block types.
bg_bg: Добави типове блок.
hu_hu: Blokk típusok hozzáadása.

source: Adding themes.
bg_bg: Добавяне на скинове.
hu_hu: Témák hozzáadása.

source: Installing automated jobs.
bg_bg: Инсталиране на автоматизирани jobs.
hu_hu: Automatizált feladatok telepítése.

source: Installing dashboard.
bg_bg: Инсталиране на администрация.
hu_hu: Vezérlőpult telepítése.

source: Installing login and registration pages.
bg_bg: Инсталиране на страници за регистрация и вход.
hu_hu: Bejelentkező és regisztrációs oldalak telepítése.

source: Configuring site.
bg_bg: Конфигуриране на сайт.
hu_hu: Weboldal konfigurálása.

source: Importing files.
bg_bg: Въвеждане на файлове.
hu_hu: Fájlok importlása.

source: Adding pages and content.
bg_bg: Добавяне на страници и съдържание.
hu_hu: Oldalak és tartalom hozzáadása.

source: Setting up site permissions.
bg_bg: Определяне на сайтови права.
hu_hu: Jogosultságok beállítása.

source: Prefetching information.
bg_bg: Прдварителна информация.
hu_hu: Információk betöltése.

source: Finishing.
bg_bg: Заършване.
hu_hu: Véglegesítés.

source: Unable to install database: %s
bg_bg: Невъзможно инсталирането на база данни: %s
hu_hu: Nem sikerült telepíteni az adatbázist: %s

# GroupName
source: Guest
bg_bg: Гости
hu_hu: Vendég

# GroupDescription
source: The guest group represents unregistered visitors to your site.
bg_bg: Групата "гости" обхваща нерегистрираните посетители на сайта.
hu_hu: A vendég csoport a weboldal nem regisztrált látogatóit foglalja magában.

# GroupName
source: Registered Users
bg_bg: Регистрирани потребители
hu_hu: Regisztrált felhasználók

# GroupDescription
source: The registered users group represents all user accounts.
bg_bg: Групата "регистрирани потребители" обхваща всички потребители с регистрация.
hu_hu: A regisztrált felhasználók csoport az összes felhasználói fiókot magába foglalja.

# GroupName
source: Administrators
bg_bg: Администратори
hu_hu: Adminisztrátorok

source: Subject: %s
bg_bg: Тема: %s
hu_hu: Tárgy: %s

source: Message: %s
bg_bg: Съобщение: %s
hu_hu: Üzenet: %s

source: (No Subject)
bg_bg: (Без тема)
hu_hu: (Nincs tárgy)

source: -------------------- Original Message --------------------
bg_bg: -------------------- Оригинално съобщение --------------------
hu_hu: --------------------- Eredeti üzenet ---------------------

source: Read
bg_bg: Четене
hu_hu: Olvasás

source: Sent
bg_bg: Изпратени
hu_hu: Elküldött

source: New
bg_bg: Нови
hu_hu: Új

source: Unread
bg_bg: Непрочетено
hu_hu: Olvasatlan

source: Replied
bg_bg: С отговор
hu_hu: Megválaszolt

source: You may not send more than %s messages in %s minutes
bg_bg: Не можете да изпращате повече от %s съобщения за %s минути
hu_hu: Nem küldhet több mint %s üzenetet %s percen belül.

source: User: %s has tried to send more than %s private messages within %s minutes
bg_bg: Потребител: %s се е опитал да изпрати повече от %s лични съобщения в рамките на %s минути.
hu_hu: %s felhasználó több mint %s üzenetet próbált küldeni %s percen belül.

source: warning
bg_bg: внимание
hu_hu: figyelem

source: Approved by %s
bg_bg: Одобрено от %s
hu_hu: Jóváhagyva %s által

source: Denied by %s
bg_bg: Отказано от %s
hu_hu: Megtagadva %s által

source: with the comments "%s"
bg_bg: с коментари "%s"

source: On %s, user %s submitted the following request: %s
bg_bg: На %s, потребител %s изпрати следното искане: %s

source: %s Submitted by <strong>%s</strong> on %s.
bg_bg: %s Изпратено от <strong>%s</strong> на %s.

source: Basic Workflow
bg_bg: Основни процедури
hu_hu: Egyszerű munkafolyamat

source: On %s, user %s cancelled the following request: --- %s ---
bg_bg: На %s, потребител %s прекрати следното искане: --- %s ---

source: On %s, user %s approved the following request: --- %s ---
bg_bg: На %s, потребител %s одобри следното искане: --- %s ---

source: "%s" is pending a move to beneath "%s". Source Page: %s. Target Page: %s.
bg_bg: "%s" чака преместване под "%s". Страница източник: %s. Целева страница: %s.

source: This page is pending a move beneath <strong><a href="%s">%s</a></strong>.
bg_bg: Страницата чака преместване под <strong><a href="%s">%s</a></strong>.

source: <a href="%s">%s</a> is pending a move beneath <strong><a href="%s">%s</a></strong>.
bg_bg: <a href="%s">%s</a> яака преместване под <strong><a href="%s">%s</a></strong>.

source: Pending Move
bg_bg: Изчакване на преместване
hu_hu: Áthelyezés függőben

source: Approve Move
bg_bg: Одобрение на преместването
hu_hu: Mozgatás jóváhagyása

source: "%s" has pending permission changes. View the page here: %s.
bg_bg: Чака се одобрение на промените за "%s". Вижте страницата тук: %s.

source: Page Submitted for Permission Changes.
bg_bg: Страницата е записана за промени на правата
hu_hu: Jóváhagyásra vár az oldal hozzáférési jogosultságok változásai miatt.

source: <a href="%s">%s</a> submitted for Permission Changes.
bg_bg: <a href="%s">%s</a> записана за промяна в правата
hu_hu: <a href="%s">%s</a> hozzáférési jogosultságok változásainak jóváhagyására vár.

source: Permission Changes
bg_bg: Промени в правата
hu_hu: Jogosultsági változások

source: Change Permissions
bg_bg: Променете правата
hu_hu: Jogosultságok módosítása

source: View Pending Permissions
bg_bg: Вижте чакващите права
hu_hu: Függőben lévő jogosultságok megtekintése

source: Pending Permissions
bg_bg: Чакащи права
hu_hu: Függőben lévő jogosultságok

source: "%s" has pending permission inheritance. View the page here: %s.
bg_bg: "%s" чака наследяване на права. Вижте страницата тук: %s.

source: Page Submitted to Change Permission Inheritance to %s.
bg_bg: Страницата е предадена за Промяна на Права на Наследяването в %s.

source: page
bg_bg: страница
hu_hu: oldal

source: stack
bg_bg: пакет

source: "%s" has been marked for deletion. View the page here: %s.
bg_bg: "%s" е маркирано за изтриване. Вижте страницата тук: %s.

source: This %s has been marked for deletion.
bg_bg: %s е маркирано за изтриване.

source: <a href="%s">%s</a> has been marked for deletion.
bg_bg: <a href="%s">%s</a> е маркирано за изтриване.

source: Pending Delete
bg_bg: Изчакване на изтриване
hu_hu: Törlés függőben

source: Approve Delete
bg_bg: Одобрение на изтриването
hu_hu: Törlés jóváhagyása

source: "%s" has pending changes and needs to be approved. View the page here: %s.
bg_bg: Предстоящите промени на "%s" трябва да бъдат одобрени. Вижте страницата тук: %s.

source: Version %s of Page <a href="%s">%s</a> submitted for Approval.
bg_bg: Версия %s на страница <a href="%s">%s</a> е записана за одобрение.

source: Page Version %s Submitted for Approval.
bg_bg: Версия на страница %s е предадена за одобрение.

source: Pending Approval
bg_bg: Чака се одобрение
hu_hu: Jóváhagyás függőben

source: Approve Page
bg_bg: Одобри страница
hu_hu: Oldal jóváhagyása

source: This permission key cannot start a workflow.
bg_bg: Това право не може да стартира процедура.

source: Originally requested by %s.
bg_bg: Оригинална заявка от %s.
hu_hu: Eredetileg %s kérte ezt.

source: Add Group Combination
bg_bg: Добавете групова комбинация
hu_hu: Csoport kombináció hozzáadása

# PermissionAccessEntityTypeName
source: Group Combination
bg_bg: Групова комбинация

source: Add Group Set
bg_bg: Добавете групов пакет
hu_hu: Csoport kollekció létrehozása

# PermissionAccessEntityTypeName
source: Group Set
bg_bg: Групов пакет
hu_hu: Csoport kollekció

# PermissionAccessEntityTypeName
source: File Uploader
bg_bg: Качване на файл
hu_hu: Fájl feltöltő

source: File Uploader
bg_bg: Качване на файл
hu_hu: Fájl feltöltő

# PermissionAccessEntityTypeName
source: Page Owner
bg_bg: Собственик на страницата
hu_hu: Oldal tulajdonosa

source: Page Owner
bg_bg: Собственик на страницата
hu_hu: Oldal tulajdonosa

source: Add User
bg_bg: Добавяне на потребител
hu_hu: Felhasználó hozzáadása

# PermissionAccessEntityTypeName
source: User
bg_bg: Потребител
hu_hu: Felhasználó

source: (Deleted User)
bg_bg: (Изтрит потребител)
hu_hu: (Törölt felhasználó)

# PermissionAccessEntityTypeName
source: Group
bg_bg: Група
hu_hu: Csoport

source: (Deleted Group)
bg_bg: (Изтрита група)
hu_hu: (Törölt csoport)

source: Starts %s.
bg_bg: Започва %s.

source: Already Started.
bg_bg: Вече започнато.
hu_hu: Már fut.

source: Ends %s.
bg_bg: Свършва %s.
hu_hu: Befejeződik: %s.

source: No End Date.
bg_bg: Без крайна дата.
hu_hu: Nincs vég dátum.

source: Repeats %s.
bg_bg: Повтаря %s.
hu_hu: Ismétlődik: %s.

source: Included
bg_bg: Включително

source: Excluded
bg_bg: С изключение на

source: Unable to get category for permission %s
bg_bg: Не може да се намири категория за право %s

source: Captcha Code
bg_bg: Captcha код
hu_hu: Captcha kód

source: Click the image to see another captcha.
bg_bg: Натиснете картинката, за да видите друг captcha.
hu_hu: Másik captcha ábra kéréséhez kattintson a képre.

source: Please type the letters and numbers shown in the image.
bg_bg: Моля, въведете буквите и цифрите, изобразени на картинката.
hu_hu: Gépelje be a képen látható betűket és számokat.

source: Jobs
bg_bg: Работи
hu_hu: Állások

source: You've already installed that package.
bg_bg: Вие вече сте инсталирали този пакет.
hu_hu: Ezt a csomagot már telepítette.

source: Invalid Package.
bg_bg: Невалиден пакет.
hu_hu: Érvénytelen csomag.

source: This package requires concrete5 version %s or greater.
bg_bg: Този пакет изисква версия %s или по-нова на concrete5.

source: An error occurred while downloading the package.
bg_bg: Възникна грешка при изтеглянето на пакета.
hu_hu: Hiba történt a csomag letöltésekor.

source: concrete5 was not able to save the package after download.
bg_bg: concrete5 не можа да запази пакета след свалянето му.

source: An error occurred while trying to unzip the package.
bg_bg: Възникна грешка при опит за разархивиране на пакета.
hu_hu: Hiba történt a ZIP csomag kibontásakor.

source: An error occurred while trying to install the package.
bg_bg: Възникна грешка при опит за инсталиране на пакета.
hu_hu: Hiba történt a csomag telepítésekor.

source: Unable to backup old package directory to %s
bg_bg: Не може да се архивира стара пакетна директория в %s
hu_hu: Nem lehet biztonsági másolatot készíteni a régi csomag könyvtárról ide: %s

source: This package isn't currently available for this version of concrete5. Please contact the maintainer of this package for assistance.
bg_bg: Този пакет не е наличен за тази версия на concrete5. За помощ, моля свържете се с поддръжка.

source: Unable to uninstall %s theme by moving it to the trash.
bg_bg: Тема %s не може да бъде изтрита с преместване в кошчето.
hu_hu: A %s téma áthelyezése a kukába nem lehetséges.

source: Unable to connect to marketplace to retrieve item
bg_bg: Няма връзка с marketplace, за да бъде върнат артикула.
hu_hu: Nem lehet kapcsolódni a Piactérhez az elem elérése során.

source: Version %d
bg_bg: Версия %d
hu_hu: Verzió %d

source: %s not found. Please check that the block controller file contains the correct class name.
bg_bg: %s не е намерен. Моля проверете дали контролиращият блока файл съдържа коректният клас име.
hu_hu: %s nem található. Kérem ellenőrizze, hogy a blokk kontroller fájl tartalmazza-e a helyes class nevet.

source: Error: Block Type cannot be installed because no db.xml file can be found. Either create a db.xml file for this block type, or remove the $btTable variable from its controller.
bg_bg: Грешка: Типът блок не може да бъде инсталиран, защото db.xml файл не е намерен. Или създайте db.xml файл за този тип блок, или премахнете променливия $btTable от контролер му.
hu_hu: Hiba: a blokk típus nem telepíthető mert hiányzik a db.xml fálj. Vagy hozzon létre db.xml fáljt a blok típushoz, vagy távolítsa el a $btTable változót a blokk Controllerből.

source: Error: Block Type cannot be installed due to an unknown database error. Please check that the db.xml file for this block type is formatted correctly.
bg_bg: Грешка: Типът блок не може да бъде инсталиран поради неизвестна грешка в базата данни. Моля проверете дали db.xml файла за този тип блок е форматиран правилно.
hu_hu: Hiba: a blokk típus nem telepíthető ismeretlen adatbázis hiba miatt. Kérem ellenőrizze, hogy a db.xml állomány megfelelően van-e formázva ehhez a blokk típushoz.

source: No block found with the handle %s.
bg_bg: Няма намерен блок с handle %s.
hu_hu: %s kezelővel nem található blokk.

source: Error: Block Type table must contain at least two fields.
bg_bg: Грешка: Таблицата за тип блок трябва да съдържа поне две полета
hu_hu: Hiba: a blokk típus táblának legalább két mezőt kell tartalmaznia.

source: Error: Block Type table must contain a "bID" primary key field.
bg_bg: Грешка таблизата за тип блок трябва да съдържа "bID" primary key поле.

source: Type required.
bg_bg: Типът е задължителен.
hu_hu: A típus kötelező.

source: Attribute handles may only contain letters, numbers and underscore "_" characters
bg_bg: Атрибута оже да съдържа само букви, цифри и долна черта "_"
hu_hu: Az attribútum kezelők csak betűket, számokat és alsóvonást "_" tartalmazhatnak

source: An attribute with the handle %s already exists.
bg_bg: Атрибут с етикет %s вече съществува.
hu_hu: Egy attribútum %s kezelővel már létezik.

source: Illegal variable name '%s' in element args.
bg_bg: Невалидно име на променлива '%s' в елементите.

source: A database error occurred while processing this request.
bg_bg: Възникна грешка в базата данни при обработка на тази заявка.
hu_hu: A kérés feldolgozása során adatbázis hiba lépett fel.

source: Unable to get information about this product.
bg_bg: Не може да бъде предоставена информация за този продукт.
hu_hu: Nem található információ erről a termékről.

source: An updated version of %s is available.
bg_bg: Налична е обновена версия на %s.
hu_hu: %s újabb verziója elérhető.

source: New Version: %s.
bg_bg: Нова версия: %s.
hu_hu: Új verzió: %s.

source: Invalid Redirect URL
bg_bg: Пренасоченият линк е невалиден
hu_hu: Érvénytelen átirányítási URL

source: Viewing <b>%s</b> to <b>%s</b> (<b>%s</b> Total)
bg_bg: Показани от <b>%s</b> до <b>%s</b> (от общо <b>%s</b>)
hu_hu: Megtekintés: <b>%s</b> - <b>%s</b> (<b>%s</b> összesen)

source: --- Reply ABOVE. Do not alter this line --- [
bg_bg: --- Напишете отговор ОТГОРЕ. Не изтривайте този ред --- [
hu_hu: --- Válaszoljon feljebb. Ne írjon e vonal alá --- [

source: /\-\-\- Reply ABOVE\. Do not alter this line \-\-\- \[(.*)\] \-\-\-/i
bg_bg: /\-\-\- Повтори горното\. Не променяйте тази линия\-\-\- \[(.*)\] \-\-\-/i
hu_hu: /\-\-\- Válaszoljon feljebb\. Ne írjon e vonal alá \-\-\- \[(.*)\] \-\-\-/i

source: Unable to process email. Check that your email contains the validation hash present in the original message.
bg_bg: Имейла не може да се обработи. Увери се, че имейла съдържа валидационен хеш в оригиналното съобщение.
hu_hu: Az email feldolgozása sikertelen. Ellenőrizze az eredeti emailt, hogy az érvényesítési hash-t tartalmaz-e.
