Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: Specify a name for your group set.
bg_bg: Изберете име на сета от групи.
hu_hu: Adjon nevet a csoport kollekciónak.

source: Set Names must only include alphanumerics and spaces.
bg_bg: Името на сета може да съдържа само буквено-цифров код и разстояния.

source: Group set added successfully.
bg_bg: Сетът от групи е добавен успешно.
hu_hu: Csoport kollekció sikeresen létrehozva.

source: Group set deleted successfully.
bg_bg: Сетът от групи е изстрит успешно.
hu_hu: Csoport kollekció sikeresen törölve.

source: Group set updated successfully.
bg_bg: Сетът от групи е обновен успешно.
hu_hu: Csoport kollekció sikeresen frissítve.

source: Invalid group set.
bg_bg: Невалиден сет от групи.
hu_hu: Érvénytelen csoport kollekció.

source: Search Index Preferences Updated
bg_bg: Предпочитанията за индекс за търсене е обновени успешно
hu_hu: A kereső index tulajdonságai frissítve.

source: Index cleared. You must now reindex your site from the Automated Jobs page.
bg_bg: Индексът е изчистен. Трябва да реиндексирате сайта през автоматизираната Jobs страница.
hu_hu: Index törölve. Újra kell indexelnie a weboldalt az Automatizált feladatok oldalon.

source: Statistics tracking preference saved.
bg_bg: Предпочитанията за събиране на статистически данни са записани.

source: Reserved words reset.
bg_bg: Подновяване на запазените думи.

source: Reserved words updated.
bg_bg: Думите са актуализирани.

source: Tracking code settings updated successfully.
bg_bg: Настройките на проследяващият код са актуализирани успешно.
hu_hu: Követő kódok beállításai sikeresen frissítve.

source: Cached files removed.
bg_bg: Кашираните файлове са изтрити.
hu_hu: A gyorsítótár kiürítése sikeres.

source: URL rewriting enabled. You need to update .htaccess by hand.
bg_bg: Разрешено е URL пренаписване. Необходима е актуализация .htaccess by hand.
hu_hu: URL rewriting engedélyezve. A .htaccess állományt manuálisan kell frissítenie.

source: URL rewriting enabled. We were able to automatically update .htaccess file.
bg_bg: Разрешено е URL пренаписване. Извършена е автоматична актуализация .htaccess file.
hu_hu: URL rewriting engedélyezve. A .htaccess állományt automatikusan frissítettük..

source: URL rewriting disabled.
bg_bg: Пренаписването на URL е забранено.
hu_hu: URL újraírás kikapcsolva.

source: Proxy configuration saved.
bg_bg: Proxy конфигураците са запазени
hu_hu: Proxy beállítások elmentve.

source: Logging configuration saved.
bg_bg: Конфигурацията за вписване е записана.
hu_hu: Napló beállítások mentése sikeres.

source: File storage locations saved.
bg_bg: Мястото на файловете е записано.
hu_hu: Fájlok tárolási helye elmentve.

source: Debug configuration saved.
bg_bg: Debug конфигурацията е записана.
hu_hu: A hibakereső beállításainak mentése sikeres.

source: Never
bg_bg: Никога
hu_hu: Soha

source: IP Blacklist settings saved.
bg_bg: Настройките на IP черният списък са запаметени.
hu_hu: IP cím feketelista elmentve.

source: Permissions saved
bg_bg: Правата са запаметени.
hu_hu: Jogosultságok elmentve

source: Captcha settings saved.
bg_bg: Captcha настройките са запазени.
hu_hu: Captcha beállítások elmentve.

source: Invalid captcha library.
bg_bg: Невалидна captcha библиотека
hu_hu: Érvénytelen captcha könyvtár.

source: Maintenance Mode turned on. Your site is now private.
bg_bg: Режимът за поддръжка е включен. Вашият сайт е скрит.
hu_hu: Karbantartás mód bekapcsolva. A weboldal jelenleg nem publikus.

source: Maintenance Mode turned off. Your site is public.
bg_bg: Режимът за поддръжка е изключен. Сайтът е публичен.
hu_hu: Karbantartás mód kikapcsolva. A weboldal publikus.

source: Advanced permissions enabled.
bg_bg: Разширените права са включени.
hu_hu: Haladó jogosultságok engedélyezve.

source: ** None Activated
bg_bg: ** Няма активирани
hu_hu: ** Nincs aktiválva

source: Anti-spam settings saved.
bg_bg: Анти-спам настройките са запаметени.
hu_hu: Anti-spam beállítások elmentve.

source: Invalid anti-spam library.
bg_bg: Невалидна анти спам библиотека
hu_hu: Érvénytelen anti-spam könyvtár.

source: Allowed file types saved.
bg_bg: Разрешените типове файлове са запаметени.
hu_hu: Megengedett fájltípusok elmentve.

source: Invalid Token.
bg_bg: Невалиден символ.

# SMTP Encryption
source: none
bg_bg: без
hu_hu: egyik sem

source: Global mail settings saved.
bg_bg: Глобалните настройки на пощата са записани.
hu_hu: Globális e-mail beállítások elmentve.

source: Importer saved.
bg_bg: Вносителят е записан.
hu_hu: Importáló elmentve.

source: Unable to locate file %s
bg_bg: Не е открит файл %s
hu_hu: Nem található ez a fájl: %s

source: Error deleting the file %s. Please check the permissions of the folder %s
bg_bg: Грешка при изтриване на файла %s. Моля проверете правата за папка %s

source: Invalid backup file specified.
bg_bg: Посоченият резервен файл е невалиден.
hu_hu: Érvénytelen mentési fájl lett megadva.

source: Core database files and installed blocks refreshed.
bg_bg: Основните файлове на базата данни и инсталираните блокове са обновени.
hu_hu: A nélkülözhetetlen adatbázis fájlok és a telepített blokkok frissítve.

source: Local database file refreshed.
bg_bg: Файлът на локалната база данни е обновен.
hu_hu: A helyi adatbázis fájlok frissítve.

source: You must choose an option to refresh.
bg_bg: Трябва да изберете опция за да обновите.

source: The directory %s does not exist.
bg_bg: Директория %s не съществува.
hu_hu: %s könyvtár nem létezik.

source: The directory %s must be writable by the web server.
bg_bg: Директория %s трябва да е разрешена за запис от уеб сървъра.
hu_hu: %s könyvtárnak írhatónak kell lenni a webszerver által.

source: Unable to retrieve software from update server.
bg_bg: Не може да бъде изтеглен софтуер от сървъра за обновяване.
hu_hu: Nem érhető el a szoftver a frissítő szerveren.

source: Invalid version
bg_bg: Невалидна версия
hu_hu: Érvénytelen verzió

source: You may only apply updates with a greater version number than the version you are currently running.
bg_bg: Можете да обновявате само с по-висока версия от използваната в момента.
hu_hu: Csak újabb verzióra lehet frissíteni.

source: Unable to write to config/site.php. You must make config/site.php writable in order to upgrade in this manner.
bg_bg: Писането в config/site.php е невъзможно. Трябва да разрешите писането в config/site.php за да можете да обновявате по този начин.
hu_hu: Nem írható a config/site.php fájl. Tedd írhatóvá a frissítéshez.

source: Attribute set added.
bg_bg: Пакетът свойства е добавен.
hu_hu: Attribútum kollekció létrehozva.

source: Attribute set deleted.
bg_bg: Пакетът свойства е изтрит.
hu_hu: Attribútum kollekció törölve.

source: Attribute set updated.
bg_bg: Пакетът свойства е обновен.
hu_hu: Attribútum kollekció frissítve.

source: Specify a handle for your attribute set.
bg_bg: Определете handle за комплекта атрибути.
hu_hu: Határozzon meg kezelőt az attribútum kollekciónak.

source: That handle is in use.
bg_bg: Този handle е вече използван

source: Specify a name for your attribute set.
bg_bg: Определете име на комплекта атрибути.
hu_hu: Adjon nevet az attribútum kollekciónak.

source: Name cannot contain the characters: %s
bg_bg: Името не може да съдържа: %s

source: Invalid attribute set.
bg_bg: Невалиден набор от атрибути.
hu_hu: Érvénytelen attribútum kollekció.

source: This attribute set is locked. That means it was added by a package and cannot be manually removed.
bg_bg: Комплектът атрибути е заключен. Това означава,че е добавен от пакет и не може да бъде премахнат ръчно.

source: Login redirection saved.
bg_bg: Пренасочването след вписване е записано.
hu_hu: Bejelentkezés utáni átirányítás elmentve.

source: Registration settings have been saved.
bg_bg: Настройките на регистрацията са записани.
hu_hu: Regisztrációs beállítások elmentve.

source: Public profiles have been enabled
bg_bg: Публичните профили са разрешени.
hu_hu: Publikus profilok engedélyezve.

source: Public profiles have been disabled.
bg_bg: Публичните профили за забранени.
hu_hu: Publikus profilok tiltva.

source: Your site's name has been saved.
bg_bg: Името на сайта е записано.
hu_hu: Az oldal nevének mentése sikeres.

source: Icons updated successfully.
bg_bg: Иконките са обновени успешно.
hu_hu: Az ikonok sikeresen frissítve.

source: Icon removed successfully.
bg_bg: Иконката е премахната успешно.
hu_hu: Az ikon sikeresen eltávolítva.

source: iPhone icon updated successfully.
bg_bg: iPhone иконата е обновена успешно.
hu_hu: iPhone ikon sikeresen frissítve.

source: iPhone icon removed successfully.
bg_bg: iPhone иконата е премахната успешно.
hu_hu: iPhone ikon sikeresen eltávolítva.

source: Windows 8 icon updated successfully.
bg_bg: Windows 8 иконата е обновена успешно.
hu_hu: Windows 8 ikon sikeresen frissítve.

source: Windows 8 icon removed successfully.
bg_bg: Windows 8 иконата е премахната успешно.

source: User time zones have been saved.
bg_bg: Часовата зона е запазена.
hu_hu: Felhasználói időzónák elmentve.

source: User time zones have been enabled
bg_bg: Потребителските часови зони са разрешени.
hu_hu: Felhasználói időzónák engedélyezve.

source: User time zones have been disabled.
bg_bg: Потребителските часови зони са забранени.
hu_hu: Felhasználói időzónák tiltva.

source: Content text editor settings saved.
bg_bg: Настройките на текстовия редактор за съдържание са записани.
hu_hu: A tartalomszerkesztő beállítások mentése sikeres.

source: The editor must be at least 580 pixels wide.
bg_bg: Редакторът трябва да бъде поне 580 пиксела широк.
hu_hu: A szerkesztőnek legalább 580 pixel szélesnek kell lennie.

source: The editor must be at least 100 pixels tall.
bg_bg: Редакторът трябва да бъде поне 100 пиксела висок
hu_hu: A szerkesztőnek legalább 100 pixel magasnak kell lennie.

source: concrete5 interface settings saved successfully.
bg_bg: Настройките на concrete5 интерфейса са запазени успешно.
hu_hu: concrete5 felületének beállításai sikeresen elmentve.

source: Interface settings saved. Please log out and in again to update all backend messages.
bg_bg: Интерфейс настройките са запазени. Моля излезте и влезте отново за да обновите всички фонови съобщения.
hu_hu: A beállítások elmentve. Jelentkezz ki, majd lépj be újra, hogy az összes módosítás érvényre jusson.

source: Cache settings saved.
bg_bg: Настройките за каширане са записани.
hu_hu: Gyorsítótár beállítások elmentve.

source: No job specified.
bg_bg: Няма определен job
hu_hu: Nincs kiválasztott feladat.

source: This job cannot be uninstalled.
bg_bg: Този job не може да бъде инсталиран.
hu_hu: Ezt a feladatot nem lehet eltávolítani.

source: Job not found.
bg_bg: Не е открит job.
hu_hu: A feladat nem található.

source: All running jobs have been reset.
bg_bg: Всички работещи jobs са нулирани.
hu_hu: Az összes futó feladat leállítva.

source: Job set added.
bg_bg: Job комплектът е добавен.

source: Invalid Job set.
bg_bg: Невалиден job комплект.

source: Job Set updated successfully.
bg_bg: Job комплектът е обновен успешно.

source: Specify a name for your Job set.
bg_bg: Задайте име на job комплетът.

source: You cannot delete the default Job set.
bg_bg: Не може да изтриете job комплет по подразбиране.

source: Job schedule updated successfully.
bg_bg: Job схемата е обновена успешно.

source: Job Set schedule updated successfully.
bg_bg: Схемата на job комплектът е обновена успешно.

source: Today
bg_bg: Днес
hu_hu: Ma

source: Logs
bg_bg: Логове
hu_hu: Naplóbejegyzések

source: All
bg_bg: Всички
hu_hu: Mind

source: File not found
bg_bg: Файлът не е намерен
hu_hu: A fájl nem található

source: Composer settings updated.
bg_bg: Настройките на композитор са обновени.
hu_hu: Szerkesztő beállításai frissítve.

source: Parent page not selected
bg_bg: Не е избрана родителска страница

source: Handle required.
bg_bg: Нужен е етикет.
hu_hu: Kezelő szükséges.

source: Handles must contain only letters, numbers or the underscore symbol.
bg_bg: Handles трябва да съдържат само букви, цифри или долна черта.
hu_hu: Az attribútum kezelők csak betűket, számokat és alsóvonást "_" tartalmazhatnak

source: Invalid characters in page type name.
bg_bg: Невалидни символи в името за типа на страницата.

source: Return to Themes
bg_bg: Връщане към Теми
hu_hu: Vissza a témákhoz

source: Theme styles updated.
bg_bg: Стиловете на темите са обновени.
hu_hu: Téma stílusok frissítése sikeres.

source: This theme has been reset.
bg_bg: Темата бе презаредена.
hu_hu: Ez a téma visszaállítva.

source: Theme installed. You may automatically create page types from template files contained in your theme using the form below.
bg_bg: Темата е инсталирана. Като използвате следващата форма, можете автоматично да създавате типове страници от наличните в темата шаблони.
hu_hu: A téma telepítése sikeres. Most már automatikusan készíthetőek oldal típusok a sablon fájlokból melyeket a téma tartalmaz az alábbi űrlap segítségével.

source: You must specify at least one template to make into a page type.
bg_bg: Трябва да посочите поне един шаблон за всеки тип страница.
hu_hu: Kérem válasszon ki legalább egy sablont melyből oldal típust készíthet.

source: Files in the theme were activated successfully.
bg_bg: Файбовете в темата са активирани успешно.
hu_hu: A téma fájlok aktiválása sikeres.

source: Page Successfully Added.
bg_bg: Страницата е Успешно Добавена
hu_hu: Az oldal sikeresen létrehozva.

source: Page Successfully Refreshed.
bg_bg: Страницата е Успешно Опреснена
hu_hu: Az oldal sikeresen frissítve.

source: That page has already been added.
bg_bg: Страницата вече е добавена.
hu_hu: Az az oldal már hozzá lett adva.

source: That specified path doesn't appear to be a valid static page.
bg_bg: Посоченият път изглежда не води до валидна статична страница.
hu_hu: A meghatározott útvonal nem egy érvényes statikus oldal.

source: You do not have permissions to refresh this page.
bg_bg: Нямате пълномощия да опресните тази страница.
hu_hu: Nincs jogosultsága frissíteni ezt az oldalt.

source: Page Unsuccessfully Refreshed.
bg_bg: Страницата е Неуспешно Опреснена
hu_hu: Az oldalt nem sikerült frissíteni.

source: Mobile theme saved.
bg_bg: Мобилната тема е записана.
hu_hu: Mobil téma elmentve.

source: Invalid theme.
bg_bg: Невалидна тема.
hu_hu: Érvénytelen téma.

source: Theme uninstalled.
bg_bg: Темата е деинсталирана.
hu_hu: Téma eltávolítva.

source: That theme has already been installed.
bg_bg: Темата вече е била инсталирана.
hu_hu: Ez a téma már telepítve van.

source: Theme activated
bg_bg: Темата е активирана
hu_hu: A téma beállítása sikeres.

source: Page Attribute Updated.
bg_bg: Атрибутите на страницата са обновени.
hu_hu: Oldal attribútum módosítása sikeres.

source: Page Attribute Created.
bg_bg: Атрибутите на страницата са създадени.
hu_hu: Oldal attribútum elkészült.

source: Page Attribute Deleted.
bg_bg: Атрибутите на страницата са изтрити.
hu_hu: Oldal attribútum eltávolítása megtörtént.

source: You must delete all pages of this type, and remove all page versions that contain this page type before deleting this page type.
bg_bg: Трябва да изтриете всички странци от този тип и всички версии страници съдържащи този тип преди да може да изтриете тази страница.

source: Page type added successfully.
bg_bg: Типа страница е добавена успешно.
hu_hu: Oldal típus sikeresen létrehozva.

source: Page type updated successfully.
bg_bg: Типа страница е обновена успешно.
hu_hu: Az oldal típusa sikeresen frissítve.

source: This page type is no longer included in composer.
bg_bg: Този тип страница вече не се съдържа в композитор.
hu_hu: Ezt az oldal típust a továbbiakban nem tartalmazza a Szerkesztő.

source: Incorrect image validation code. Please check the image and re-enter the letters or numbers as necessary.
bg_bg: Грешен картинен код. Моля, огледайте картинката и въведете отново изписаните букви или цифри.
hu_hu: A képen látható kódot helytelenül írta be. Kérem ellenőrizze és javítsa a hibás karaktereket.

source: The email address %s is already in use. Please choose another.
bg_bg: Е-mail адрес %s вече е използван. Моля, изберете друг.
hu_hu: A %s e-mail cím már foglalt. Kérem adjon meg egy másikat.

source: A username may only contain letters, numbers and spaces.
bg_bg: Потребителското име може да съдържа само букви, цифри и интервали.
hu_hu: A felhasználó név csak betűket, számokat és szóközöket tartalmazhat.

source: A username may only contain letters or numbers.
bg_bg: Потребителското име може да съдържа само букви и цифри.
hu_hu: A felhasználónév csak betűket és számokat tartalmazhat.

source: The username %s already exists. Please choose another
bg_bg: Потребителското име %s вече съществува. Моля, изберете друго
hu_hu: A %s felhasználónév már foglalt. Kérem válasszon másikat.

source: Website Registration Notification
bg_bg: Известие за уебсайт регистрация
hu_hu: Weboldal regisztrációs értesítés

source: Validate Email Address
bg_bg: Проверка на e-mail адрес
hu_hu: E-mail cím érvényesítése

source: Your account has been created, and you are now logged in.
bg_bg: Вашата регистрация е създадена и Вие сте вписан.
hu_hu: Fiókja elkészült és jelenleg be van jelentkezve.

source: You are registered but you need to validate your email address. Some or all functionality on this site will be limited until you do so.
bg_bg: Вие сте регистриран, но е необходима проверка на Вашия e-mail адрес. Някои от функциите на сайта няма да бъдат достъпни, докато не бъде извършена проверката.
hu_hu: A regisztráció sikeres, de e-mail címét még érvényesítenie kell. Az oldalon néhány vagy az összes funkció korlátozott, míg ezt nem teszi meg.

source: An email has been sent to your email address. Click on the URL contained in the email to validate your email address.
bg_bg: На Вашия e-mail адрес бе изпратено съобщение. Моля, кликнете върху съдържащата се в писмото връзка за да бъде проверен Вашия адрес.
hu_hu: Egy e-mailt küldtünk az Ön e-mail címére. Kattintson az e-mailben szereplő hivatkozásra e-mail címe hitelesítéséhez.

source: You are registered but a site administrator must review your account, you will not be able to login until your account has been approved.
bg_bg: Вие сте регистриран, но администраторът на сайта трябва да провери Вашата регистрация. Няма да можете да се впишете преди одобрението на регистрацията Ви.
hu_hu: A regisztráció megtörtént, de nem tud belépni amíg a weboldal adminisztrátora nem engedélyezi fiókját.

source: Unable to determine your current version of concrete5. Upgrading cannot continue.
bg_bg: Вашата версия на concrete5 не може да бъде оплределена. Обновяването не може да продължи.
hu_hu: Nem lehet megállapítani a telepített concrete5 verzióját. A frissítés nem folytatódhat.

source: Upgrading from <b>%s</b>
bg_bg: Обновяване от <b>%s</b>
hu_hu: Frissítés erről <b>%s</b>

source: Upgrading to <b>%s</b>
bg_bg: Обновяване до <b>%s</b>
hu_hu: Frissítés erre <b>%s</b>

source: Your current website uses a version of concrete5 greater than this one. You cannot upgrade.
bg_bg: Вашият сайт използва по-нова версия на concrete5. Не може да извършите обновяване.

source: Your site is already up to date! The current version of concrete5 is <b>%s</b>. You should remove this file for security.
bg_bg: Вашият сайт е вече актуализиран! Настоящата версия на concrete5 е <b>%s</b>. С цел сигурност трябва да премахнете този файл.
hu_hu: A weboldala naprakész! A concrete5 aktuális verziója <b>%s</b>. Biztonsági okokból célszerű eltávolítani ezt az fájlt.

source: You must first upgrade your site to version 5.4.2.2
bg_bg: Първо трябва да обновите Вашият сайт с версия 5.4.2.2
hu_hu: Először frissíteni kell a weboldalt az 5.4.2.2-es verzióra.

source: Unable to locate database import file.
bg_bg: Файлът за импортиране на база данни не може да бъде намерен.
hu_hu: Az adatbázis importáló fájl nem található.

source: Unable to create temporary db xml file: %s
bg_bg: Не може да бъде създаден временен db xml файл: %s
hu_hu: Nem lehet létrehozni az ideiglenes db xml állományt: %s

source: An Unexpected Error occurred while upgrading: %s
bg_bg: Възникна неочаквана грешка при обновяването: %s
hu_hu: Váratlan hiba történt frissítés közben: %s

source: Upgrade to <b>%s</b> complete!
bg_bg: Обновяването до <b>%s</b> завърши!
hu_hu: <b>%s</b> verzióra a frissítés befejeződött!

source: ** Default
bg_bg: **По подразбиране
hu_hu: ** Alapértelmezett

source: OpenID Verification Cancelled
bg_bg: Прекратена OpenID проверка
hu_hu: OpenID azonosítás meghiúsult

source: OpenID Authentication Failed: %s
bg_bg: Неуспешно OpenID разпознаване: %s
hu_hu: OpenID azonosítás sikertelen: %s

source: This user is inactive. Please contact us regarding this account.
bg_bg: Потребителят не е активен. Моля свържете се с нас по повод на тази регистрация.
hu_hu: Ez a felhasználó inaktív. Kérem keressen fel minket, hivatkozzon erre a felhasználóra.

source: Your browser's cookie functionality is turned off. Please turn it on.
bg_bg: Бисквитките на Вашият браузър са изключени. Моля шключете ги.

source: Invalid OpenID.
bg_bg: Невалиден OpenID.
hu_hu: Érvénytelen OpenID.

source: An email address and password are required.
bg_bg: Е-mail адресът и паролата са задължителни.
hu_hu: E-mail cím és jelszó kötelező.

source: A username and password are required.
bg_bg: Потребителското име и паролата са задължителни.
hu_hu: Felhasználónév és jelszó kötelező.

source: This account has not yet been validated. Please check the email associated with this account and follow the link it contains.
bg_bg: Регистрацията още не е потвърдена. Моля проверете свързания с регистрацията e-mail и следвайте указаната връзка.
hu_hu: Ez a fiók még nincs érvényesítve. Kérem ellenőrizze a fiókhoz megadott e-mail postafiókját és kattintson a levélben lévő hivatkozásra.

source: Invalid email address or password.
bg_bg: Невалиден e-mail адрес или парола.
hu_hu: Érvénytelen e-mail cím vagy jelszó.

source: Invalid username or password.
bg_bg: Невалидно потребителско име или парола.
hu_hu: Érvénytelen felhasználónév vagy jelszó.

source: This account does not match the email address provided.
bg_bg: Тази регистрация не съвпада с предоставения e-mail адрес.
hu_hu: A fiókhoz tartozó e-mail cím nem egyezik az Ön által megadott címmel.

source: Login Successful
bg_bg: Успешно вписване
hu_hu: Sikeres belépés

source: An email containing instructions on resetting your password has been sent to your account address.
bg_bg: До Вашият акаунт адрес е изпратен е имейл съдържащ инструкции за промяна на паролата.
hu_hu: A levél a jelszó visszaállítással kapcsolatos információkról el lett küldve az e-mail címére.

source: Key Expired. Please visit the forgot password page again to have a new key generated.
bg_bg: Ключ с изтекъл срок. Моля, посетете страницата за забравена парола за да генерирате нов ключ.
hu_hu: A kulcs érvényessége lejárt. Kérem látosasson el újra az elfelejtett jelszó oldalra új kulcs készítéséhez.

source: Invalid Key. Please visit the forgot password page again to have a new key generated.
bg_bg: Невалиден ключ. Моля, посетете страницата за забравена парола за да генерирате нов ключ.
hu_hu: Érvénytelen kulcs. Kérem látosasson el újra az elfelejtett jelszó oldalra új kulcs készítéséhez.

source: Invalid email address.
bg_bg: Невалиден e-mail адрес.
hu_hu: Érvénytelen e-mail cím.

source: We have no record of that email address.
bg_bg: Не съществува запис с този e-mail адрес.
hu_hu: A megadott e-mail címre nincs találat.

source: Forgot Password
bg_bg: Забравена парола
hu_hu: Elfelejtett jelszó

source: Password incorrect. Please try again.
bg_bg: Неправилна парола. Моля опитайте отново.
hu_hu: Helytelen jelszó. Kérem próbálja újra.

source: concrete5 is already installed.
bg_bg: concrete5 вече е инсталиран.
hu_hu: A concrete5 már telepítve van.
