Repository: RYO-mini/concrete5-translations
Catalog: core-563/*.po
Languages: bg_bg, hu_hu

source: Are you sure you want to delete this block?
bg_bg: Сигурни ли сте, че искате да изтриете този блок?
hu_hu: Biztosan törli ezt a blokkot?

source: (All page instances will also be removed)
bg_bg: (Всички инстанции на страници също ще бъдат премахнати)
hu_hu: (Minden oldal példány el lesz távolítva)

source: Learn more about these block types.
bg_bg: Научете повече за тези типове блок.
hu_hu: Tudjon meg többet ezekről a blokk típusokról.

# %s is a block type name
source: Add %s
bg_bg: Добавяне %s
hu_hu: %s hozzáadása

source: No block types can be added to this area.
bg_bg: Няма типове блокове, които могат да се добавят в тази област.
hu_hu: Ehhez a területhez nem adható hozzá egyetlen blokktípus sem.

source: More Blocks
bg_bg: Още блокове
hu_hu: További Blokkok

source: Browse our marketplace of add-ons to extend your site!
bg_bg: Разгледайте нашият marketplace за добавки, с които да разширите сайта си!
hu_hu: Töltsön le további kiegészítőket a piactérről!

source: More Add-ons
bg_bg: Още добавки
hu_hu: További kiegészítők

source: Purge attempt complete.
bg_bg: Чистката е завършена

source: Purge
bg_bg: Чистка

source: This page <strong>may</strong> exist in the page cache.
bg_bg: Тази страница <strong>може да</strong> съществува в кеша на страницата.

source: This page is not currently in the full page cache.
bg_bg: В момента тази страница не е в пълния кеш на страницата.

source: Enable Cache
bg_bg: Включване на кеша
hu_hu: Gyorsítótár engedélyezése

source: You do not have access to change this page's type.
bg_bg: Нямате достъп да променяте типа на тази страница.
hu_hu: Nincs jogosultsága az oldal típusának módosításához.

source: You do not have access to change this page's theme.
bg_bg: Нямате достъп да променяте скина на тази страница.
hu_hu: Nincs jogosultsága megváltoztatni ennek az oldalnak a témáját.

source: There are no blocks in this stack.
bg_bg: Няма блокове в този пакет.
hu_hu: Nincsen blokk ebben a konténerben.

source: Add the entire stack to this page.
bg_bg: Добавяне на целият пакет към страницата.
hu_hu: A teljes konténer hozzáadása az oldalhoz.

source: Full Stack
bg_bg: Пълен пакет
hu_hu: Teljes konténer

source: Individual Block
bg_bg: Индивидуален блок
hu_hu: Egyedi blokk

source: (Not Applicable)
bg_bg: (Неприложимо)
hu_hu: (Nem alkalmazható)

source: Allow users to add to this list.
bg_bg: Потребителите могат да се включват в списъка
hu_hu: Lista bővítésének engedélyezése a felhasználók számára.

source: Custom design options have been disabled.
bg_bg: Опциите за дизайн по избор са изключени.
hu_hu: Egyéni design beállítások ki vannak kapcsolva.

source: ** Custom (No Preset)
bg_bg: ** По избор (Не предварително зададено)
hu_hu: ** Egyéni (nincs előre mentett beállítás)

source: Saved Presets
bg_bg: Записани настройки
hu_hu: Előre mentett beállítások

source: Fonts
bg_bg: Шрифтове
hu_hu: Betűtípusok

source: Background
bg_bg: Фон
hu_hu: Háttér

source: Border
bg_bg: Рамка
hu_hu: Keret

source: Spacing
bg_bg: Разстояние
hu_hu: Térköz

source: You are changing a preset
bg_bg: Променяте предварително зададен

source: Update "%s" preset everywhere it is used
bg_bg: Обнови "%s" предварително зададен навсякъде където се използва

source: Use this style here, and leave "%s" unchanged
bg_bg: Изполвай този стил и остави "%s" непроменен

source: Save this style as a new preset
bg_bg: Запази този стил като нов предварително зададен
hu_hu: Stílus mentése új beállításként

source: Save this style as a new preset.
bg_bg: Запази този стил като нов предварително зададен.
hu_hu: A stílus mentése új beállításként.

source: Reset Styles
bg_bg: Нулирай стилове
hu_hu: Stílusok visszaállítása

source: Note: Styles set here are often overridden by those defined within the various block types.
bg_bg: Забележка: Наборът от стилове често се променя от стиловете, дефинирани от ралични типове блокове.
hu_hu: Megjegyzés: az itt beállított stílusok gyakran felülíródnak a különböző blokk típusok stílusaival.

source: Area layouts have been disabled.
bg_bg: Макетите за областта са изключени.
hu_hu: Terület elrendezés kikapcsolva.

source: Columns
bg_bg: Колони
hu_hu: Oszlopok

source: Rows
bg_bg: Редове
hu_hu: Sorok

source: Lock Widths
bg_bg: Заключване на ширината
hu_hu: Szélességek rögzítése

source: Update "%s" preset everywhere it is used?
bg_bg: Да се обнови ли "%s" навсякъде предварително зададен да се използва?
hu_hu: "%s" beállítás frissítése mindenütt ahol használatban van?

source: Use this layout here, and leave "%s" unchanged?
bg_bg: Да се използва ли това оформление и "%s" да не се променя?
hu_hu: Ezen elrendezés használata, és ne módosítsuk "%s"-t?

source: Save this style as a new preset?
bg_bg: Да се запази ли този стил като нов предварително запазен?
hu_hu: Mented ezt a stílust egy új beállításként?

source: Workflow Basics
bg_bg: Процедурни основи
hu_hu: Munkafolyamat alapbeállítások

source: Are you sure you want to remove this workflow?
bg_bg: Сигурни ли сте, че искате да премахнете тази процедура?
hu_hu: Biztosan el akarja távolítani ezt a munkafolyamatot?

source: Delete Workflow
bg_bg: Изтриване на процедура
hu_hu: Munkafolyamat törlése

source: Back to List
bg_bg: Обратно в Лист
hu_hu: Vissza a listához

source: Edit Details
bg_bg: Редактирай детайли
hu_hu: Szerkesztés részletei

source: Workflow Access
bg_bg: Достъп до процедури
hu_hu: Munkafolyamat hozzáférések

source: Coming soon.
bg_bg: Очаквайте скоро.
hu_hu: Hamarosan.

source: Page Name
bg_bg: Име на страница
hu_hu: Oldal neve

source: Last Action
bg_bg: Последно Действие
hu_hu: Utolsó művelet

source: Current Status
bg_bg: Сегашно Състояние
hu_hu: Jelenlegi állapot

source: Click for history.
bg_bg: Кликни за история.
hu_hu: Kattints az előzményekért.

source: There is nothing currently waiting for you.
bg_bg: В момента няма нищо чакащо вас.

source: None.
bg_bg: Няма.
hu_hu: Egy sem.

source: Preview As
bg_bg: Преглед като
hu_hu: Megtekintés, mint

source: Guest
bg_bg: Гости
hu_hu: Vendég

source: Registered User
bg_bg: Регистриран потребител
hu_hu: Regisztrált felhasználó

source: On Date
bg_bg: На дата
hu_hu: Ezen időpontban:

source: 1 Timed Permission Found
bg_bg: 1 временно право е открито
hu_hu: 1 időzített jogosultság

source: %s Timed Permissions Found
bg_bg: %s временни права са открити
hu_hu: %s időzített jogosultság

source: Edit Properties
bg_bg: Редакция на свойства
hu_hu: Tulajdonságok szerkesztése

source: Remove from Group
bg_bg: Премахнете от група
hu_hu: Eltávolítás csoportból

source: No users found.
bg_bg: Не са намерени потребители
hu_hu: Nem található felhasználó.

source: Export
bg_bg: Експортирай

source: Registered Between
bg_bg: Регистриран между
hu_hu: Regisztráció időpontja

source: Activated Users
bg_bg: Активирани потребители
hu_hu: Aktivált felhasználók

source: Group Set
bg_bg: Групов пакет
hu_hu: Csoport kollekció

source: Inactive Users
bg_bg: Неактивни потребители
hu_hu: Inaktív felhasználók

source: Active Users
bg_bg: Активни потребители
hu_hu: Aktív felhasználók

source: Username or Email
bg_bg: Потребителско име или Имейл
hu_hu: Felhasználónév vagy Email

source: Group(s)
bg_bg: Група(и)
hu_hu: Csoport(ok)

source: Do you want to delete this block?
bg_bg: Искате ли да изтриете този блок?
hu_hu: Törölni akarja ezt a blokkot?

source: This block is aliased by other blocks. If you edit this block, your changes will effect those other blocks. Are you sure you want to edit this block?
bg_bg: Този блок е свързан с други блокове. Ако го редактирате, промените ще се отразят на другите блокове. Сигурни ли сте, че искате да редактирате този блок?
hu_hu: Erről a blokkról alias készült. Ha szerkeszti ezt a blokkot, az a többit is megváltoztatja. Biztos benne, hogy szerkeszti ezt a blokkot?

source: Do you want to delete this block? This item is an original. If you delete it, you will delete all blocks aliased to it
bg_bg: Искате ли да изтриете тозиблок? Това е оригиналл Ако го изтриете, ще изтриете всички свързани с него блокове
hu_hu: Biztosan törli ezt a blokkot? Ha ezt az elemet törli, akkor a blokk többi aliasa is törlődni fog.

source: Label
bg_bg: Етикет
hu_hu: Cimke

source: Included Users/Groups
bg_bg: Включени потребители/групи

source: Included Users/Groups with timed permissions
bg_bg: Включени потребители/групи с временни права

source: Excluded Users/Groups
bg_bg: Изключени потребители/групи

source: Excluded Users/Groups with timed permissions
bg_bg: Изключени потребители/групи с временни права

source: Who can edit what?
bg_bg: Кой, какво може да редактира?

source: All Attributes
bg_bg: Всички атрибути
hu_hu: Összes attribútum

source: Short Description
bg_bg: Кратко описание
hu_hu: Rövid leírás

source: Paths
bg_bg: Пътища
hu_hu: Útvonalak

source: Who can't edit what?
bg_bg: Кой, какво не може да редактира?

source: No Page Attributes
bg_bg: Няма атрибути на страницата

source: No users or groups selected.
bg_bg: Няма избрани потребители или групи.
hu_hu: Nincsenek felhasználók vagy csoportok kiválasztva.

source: Who can add what?
bg_bg: Кой, какво може да добавя?

source: All Page Types
bg_bg: Всички типове страница
hu_hu: Összes oldal típus

source: Allow External Links
bg_bg: Разреши външни връзки
hu_hu: Külső linkek engedélyezése

source: Who can't add what?
bg_bg: Кой, какво не може да добавя?

source: No Page Types
bg_bg: Няма типове страници
hu_hu: Nincsenek oldaltípusok

source: All Block Types
bg_bg: Всички типове блокове
hu_hu: Összes blokk típus

source: No Block Types
bg_bg: Няма типове блок
hu_hu: Nincsenek blokk típusok

source: Who can set what?
bg_bg: Кой, какво може да задава

source: All Themes
bg_bg: Всички теми
hu_hu: Összes téma

source: Who can't set what?
bg_bg: Кой, какво не може да задава?

source: No Themes
bg_bg: Няма теми
hu_hu: Nincsenek témák

source: Who can view what?
bg_bg: Кой, какво може да преглежда?

source: Who can't view what?
bg_bg: Кой, какво не може да преглежда?

source: No Attributes
bg_bg: Няма атрибути
hu_hu: Nincsenek attribútumok

source: All File Types
bg_bg: Всички типове файлове
hu_hu: Összes fájl típus

source: No File Types
bg_bg: Няма типове файлове
hu_hu: Nincsenek fájltípusok

source: Who can assign what?
bg_bg: Кой, какво може да задава?

source: All Groups
bg_bg: Всички групи
hu_hu: Összes csoport

source: Who can't assign what?
bg_bg: Кой, какво не може да задава?

source: No Groups
bg_bg: Няма групи
hu_hu: Nincsenek csoportok

source: Who can search what?
bg_bg: Кой, какво може да търси?
hu_hu: Ki keres, és mit?

source: Who can't search what?
bg_bg: Кой, какво не моье да търси?
hu_hu: Ki nem kereshet, és mit nem?

source: Password
bg_bg: Парола
hu_hu: Jelszó

source: Avatar
bg_bg: Аватар

source: Timezone
bg_bg: Часова зона
hu_hu: Időzóna

source: Default Language
bg_bg: Език по подразбиране
hu_hu: Alapértelmezett nyelv

source: Paste
bg_bg: постави
hu_hu: Beilleszt

source: ** Options
bg_bg: ** Опции
hu_hu: ** Beállítások

source: Every Day
bg_bg: Всеки ден
hu_hu: Minden nap

source: Every Week
bg_bg: Всяка седмица
hu_hu: Minden héten

source: Every Month
bg_bg: Всеки месец
hu_hu: Minden hónapban

# Start date
source: From
bg_bg: Подател
hu_hu: Feladó

source: All Day
bg_bg: Цял ден
hu_hu: Egész nap

# End date
source: To
bg_bg: До
hu_hu: Címzett

source: Repeat...
bg_bg: Повтаря...
hu_hu: Ismétlés...

source: Repeats
bg_bg: Повторения
hu_hu: Ismétlések

source: Repeat every
bg_bg: Повтори всеки
hu_hu: Ismétlés minden

source: days
bg_bg: дни
hu_hu: napok

source: Repeat By
bg_bg: Повтаряне по

source: Day of Month
bg_bg: Ден от месеца
hu_hu: A hónap napja

source: Day of Week
bg_bg: Ден от седмицата
hu_hu: A hét napja

source: months
bg_bg: месеци
hu_hu: hónap

source: On
bg_bg: на
hu_hu: Be

source: weeks
bg_bg: седмици
hu_hu: hét

source: Starts On
bg_bg: Започва на
hu_hu: Kezdődik ekkor

source: Ends
bg_bg: Свършва
hu_hu: Befejeződik

source: When should guests be able to view this block?
bg_bg: Кога гостите могат да видят този блок?
hu_hu: Mikor legyen látható ez a blokk a vendégek számára?

source: Custom Options saved.
bg_bg: Опциите по избор са запазени.
hu_hu: Egyedi beállítások elmentve.

source: Workflow Options saved.
bg_bg: Процедурните опции са запазени.
hu_hu: Munkafolyamat beállítások elmentve.

source: User/Group Removed
bg_bg: Потребителят/групата е премахната
hu_hu: Felhasználó/csoport eltávolítva

source: User/Group Added
bg_bg: Потребителят/групата е добавен/а
hu_hu: Felhasználó/csoport létrehozva

source: Workflow
bg_bg: процедури
hu_hu: Munkafolyamat

source: Attach a workflow to this permission?
bg_bg: Да се дбави ли процедура към пълномощието?

source: Permissions for this file are currently dependent on file sets and global file permissions.
bg_bg: Правата за този файл са зависими от правата за файлови комплекти и глобални файлови права.

source: Override Permissions
bg_bg: Отменени права
hu_hu: Jogosultságok felülírása

source: Permissions for this file currently override its sets and the global file permissions.
bg_bg: Правата за този файл отхвърлят тези на комплектите и глобалните файлови права.

source: Revert to File Set and Global Permissions
bg_bg: Преминаване към файла с настройки и глобални права

source: Permissions for this block are currently dependent on the area containing this block.
bg_bg: Правата за този блок зависят от областта в която се съдържа.
hu_hu: Ezen blokk jogosultságai jelenleg a blokkot tartalmazó területtől függnek.

source: Permissions for this block currently override those of the area and page.
bg_bg: Правата за този блок отхвърлят тези на областта и страницата.
hu_hu: Ezen blokk jogosultságai jelenleg felülírják a blokkot tartalmazó terület és az oldal jogosultságait.

source: Revert to Area Permissions
bg_bg: Връщане на правата за страницата
hu_hu: Visszaállítás a Területi jogosultságokra

source: The following area permissions are inherited from an area set in <strong>%s</strong> defaults.
bg_bg: Пълномощията за тази област са наследени то област в <strong>%s</strong> по пдразбиране

source: The following area permissions are inherited from an area set on
bg_bg: Пълномощията за тази област са наследени от набора области
hu_hu: A következő terület jogosultságai a befoglaló területtől öröklődnek.

source: The following area permissions are inherited from the page's permissions.
bg_bg: Пълномощията за тази област са наследени от пълномощията на страницата.

source: Permissions for this area currently override those of the page.
bg_bg: Правата за тази област отхвърлят тези на страницата.

source: Revert to Page Permissions
bg_bg: Връщане на пълномощията за страницата
hu_hu: Visszaállítás az oldal jogosultságára

source: This page inherits its permissions from:
bg_bg: Тази страница онаследява пълномощия от:
hu_hu: Ez az oldal innen örökli jogosultságait:

source: Remove this alias or external link?
bg_bg: Да се премахне ли прякорът или външният линк?
hu_hu: Eltávolítsuk ezt az aliast vagy külső linket?

source: What would you like to do with this layout's blocks?
bg_bg: Какво искате да направите с блоковете от този макет?
hu_hu: Mit szeretne tenni az elrendezésben található blokkokkal?

source: Delete them
bg_bg: Да се изтрият
hu_hu: Törölni

source: Remove Layout
bg_bg: Премахване на макет
hu_hu: Elrendezés eltávolítása

source: Are you sure you want to delete this layout section?
bg_bg: Наистина ли искате да изтриете този раздел от макета?

source: Content disabled in edit mode.
bg_bg: Съдържанието е отстранено в режим на редактиране.
hu_hu: A tartalom tiltva van szerkesztés módban.

source: Background Color
bg_bg: Фонови цвят
hu_hu: Háttér színe

source: Background Image
bg_bg: Фонова картинка
hu_hu: Háttérkép

source: Repeat
bg_bg: Повтори
hu_hu: Ismétlés

source: Horizontal
bg_bg: Хоризонтално
hu_hu: Vízszintes

source: Vertical
bg_bg: Вертикално
hu_hu: Függőleges

source: Face
bg_bg: Лице
hu_hu: Betűtípus

source: Inherit
bg_bg: Онаследяване
hu_hu: Öröklődés

source: Line Height
bg_bg: Разрядка
hu_hu: Sor magasság

source: Color
bg_bg: Цвят
hu_hu: Szín

source: Alignment
bg_bg: Подравняване
hu_hu: Rendezés

source: Default
bg_bg: По подразбиране
hu_hu: Alapértelmezett

source: Left
bg_bg: Ляво
hu_hu: Balra

source: Center
bg_bg: Центрирано
hu_hu: Középre

source: Right
bg_bg: Дясно
hu_hu: Jobbra

source: Justify
bg_bg: Двустранно подравнено
hu_hu: Sorkizárt

source: Margin
bg_bg: Отстъп отвън
hu_hu: Eltartás

source: Top
bg_bg: Отгоре
hu_hu: Fent

source: Bottom
bg_bg: Отдолу
hu_hu: Lent

source: Padding
bg_bg: Отстъп отвътре
hu_hu: Kitöltés

source: Style
bg_bg: Стил
hu_hu: Stílus

source: none
bg_bg: без
hu_hu: egyik sem

source: solid
bg_bg: плътен
hu_hu: vonal

source: dotted
bg_bg: на точки
hu_hu: pontvonal

source: dashed
bg_bg: пунктир
hu_hu: szaggatott

source: double
bg_bg: двоен
hu_hu: kettősvonal

source: groove
bg_bg: вдлъбнат
hu_hu: barázdált

source: inset
bg_bg: потънал
hu_hu: belső

source: outset
bg_bg: изпъкнал
hu_hu: külső

source: ridge
bg_bg: ръб
hu_hu: kiemelt

source: Width
bg_bg: Ширина
hu_hu: Szélesség

source: Direction
bg_bg: Посока
hu_hu: Irány

source: Full
bg_bg: Изцяло
hu_hu: Összes

source: CSS ID
bg_bg: CSS №

source: Invalid ID. This id is currently being used by another element on this page.
bg_bg: Невалиден №. Този номер се използва от друг елемент в страницата.
hu_hu: Érvénytelen ID. Ezt az ID-t jelenleg egy másik HTML elem használja ezen az oldalon.

source: CSS Class Name(s)
bg_bg: CSS имена на клас(ове)
hu_hu: CSS class neve(i)

source: Additional CSS
bg_bg: Допълнителен CSS
hu_hu: További CSS

# AttributeSetName
source: Other
bg_bg: Друго
hu_hu: Egyéb

source: Selected Attributes
bg_bg: Избрани атрибути
hu_hu: Kiválasztott attribútumok

source: No attributes assigned. Any attributes you set here will automatically be set on pages when they are created.
bg_bg: Няма зададени атрибути. Всички атрибути които зададете тук ще бъдат автоматично зададени към страницата, след като бъдат създадени.
hu_hu: Nincsenek attribútumok hozzárendelve. Az összes attribútum, amelyet itt beállít automatikusan be lesz állítva az oldalakhoz, melyeket ezen oldaltípus alapján hoz létre.

source: No attributes assigned.
bg_bg: Няма зададени атрибути.
hu_hu: Nincsenek attribútumok hozzárendelve.

source: Speed Settings
bg_bg: Настройки за скорост
hu_hu: Gyorsítótár

source: Score
bg_bg: Резултат
hu_hu: Pont

source: No pages found.
bg_bg: Няма намерени страници.
hu_hu: Nem található egy oldal sem.

source: Full Page Index
bg_bg: Пълен индекс на страница
hu_hu: Teljes oldal index

source: Theme
bg_bg: Тема
hu_hu: Téma

source: Public Date
bg_bg: Показвана дата
hu_hu: Publikálás dátuma

source: # Children
bg_bg: Брой подчинени
hu_hu: Aloldalak száma

source: Approved Version
bg_bg: Одобрение - версия
hu_hu: Jóváhagyott verzió

source: Parent Page
bg_bg: Родителска страница
hu_hu: Szülő oldal

source: Unapproved
bg_bg: Неодобрено
hu_hu: Nem jóváhagyott

source: Approved
bg_bg: Одобрено
hu_hu: Jóváhagyott

source: Search All Children?
bg_bg: Търсене във всички подчинени?

source: More Than
bg_bg: По-голямо от
hu_hu: Több mint

source: Equal To
bg_bg: Равно на
hu_hu: Pontosan

source: Fewer Than
bg_bg: По-малко от
hu_hu: Kevesebb mint

source: ** All
bg_bg: ** Всички
hu_hu: ** Minden

source: Workflow Notification
bg_bg: процедурно известие
hu_hu: Munkafolyamat értesítő

source: Dear %s, %s You can review, approve or deny all pending actions from here: %s
bg_bg: Уважаеми %s, %s Вие можете да преглеждате, одобрявате или отхвърляте всички чакащи действия от тук: %s

source: Registration - A New User Has Registered
bg_bg: Регистрация - Нов потребител се е регистрирал
hu_hu: Regisztráció - Egy új felhasználó regisztrált

source: New User Registration
bg_bg: Регистрация на нов потребител
hu_hu: Új felhasználó regisztráció

source: A new user has registered on your website.
bg_bg: Нов потребител се е регистрирал във Вашият сайт.

source: User Name
bg_bg: Потребителско име
hu_hu: Felhasználónév

source: This account may be managed directly at
bg_bg: Този акаунт може да бъде управляван директно на

source: Registration Approved
bg_bg: Регистрацията е одобрена

source: Welcome to
bg_bg: Добре дошли в

source: Your registration has been approved. You can log into your new account here
bg_bg: Вашата регистрация беше одобрена. Можете да влезете в Вашият нов акаунт тук

source: Dear %s, You have requested a new password for the site %s Your username is: %s You may change your password at the following address: %s Thanks for browsing the site!
bg_bg: Уважаеми %s, Вие сте изискали нова парола за сайт %s Вашето потребителско име е: %s Можете да смените паролата на следния адрес: %s Благодарим, че посетихте сайта!
hu_hu: Kedves %s! Új jelszót kért ezen az oldalon: %s Felhasználó neve: %s Jelszavát a következő oldalon módosíthatja: %s Köszönjük látogatását!

source: Private message from %s
bg_bg: Лично съобщение от %s
hu_hu: Privát üzenet tőle: %s

source: *** DO NOT REPLY TO THE MESSAGE BELOW. ***
bg_bg: *** НЕ ОТГОВАРЯЙТЕ НА ТОВА СЪОБЩЕНИЕ. ***
hu_hu: *** KÉRJÜK NE VÁLASZOLJON A LENTI ÜZENETRE. ***

source: A message has been sent to you by %s through your profile on %s
bg_bg: Изпратено Ви бе съобщение от %s чрез профила Ви в %s
hu_hu: %s üzenetet küldött neked a profilodon keresztül ekkor: %s

source: Message: %s
bg_bg: Съобщение: %s
hu_hu: Üzenet: %s

source: To view this user's profile, visit: %s
bg_bg: За да видите този потребителски профил посетете: %s
hu_hu: A felhasználó profiljának megtekintéséhez látogass el ide: %s

source: To disable any future messages, change your profile preferences at: %s
bg_bg: За да забраните бедищото изпращане на съобщения променете предпочитанията в профила си: %s
hu_hu: Ha nem szeretnél a jövőben üzeneteket kapni, változtasd meg beállításaidat itt: %s

source: There was a problem processing your email.
bg_bg: Възникна проблем при обработването на емайла.

source: Error: %s
bg_bg: Грешка: %s
hu_hu: Hiba: %s

source: Private message limit exceeded for user: %s on %s
bg_bg: Лимитът за лични съобщения е превишен за потребител: %s на %s

source: This behavior is typically an indication of someone spamming your site, you may want to take a closer look at this users activity and possibly disable or delete this user account.
bg_bg: Това поведение е типично при наличие на спам в сайта, може би бихте искали да следите отблизо потребителската активност на профила и да спрете или изтриете този акаунт.

source: Notification - Spam Detected
bg_bg: Известие - Засечен спам

source: Someone has attempted to send you spam through your website. Details below: %s
bg_bg: Някой се опита да Ви изпрати спам през Вашият сайт. Детайли: %s
hu_hu: Valaki megpróbált spam-et küldeni a weboldalon keresztül. Részletek alább: %s

source: Registration - Approval Required
bg_bg: Регистрация - Изисква одобрение

source: Registration Approval Required
bg_bg: Изисква се одобрение за регистрация

source: A new user has registered on your website. This account must be approved before it is active and may login.
bg_bg: Нов потребител се е регистрирал във Вашият сайт. Този акаунт трябва да бъде одобрен преди да се активира и да бъде достъпен.

source: You may approve or remove this user account here:
bg_bg: Вие можете да одобрите или премахнете този потребителски акунт тук:

source: You may approve or remove this user account here
bg_bg: Вие можете да одобрите или премахнете този потребителски акунт тук

source: Registration - Validate Email Address
bg_bg: Регистрация - Проверка на e-mail адрес
hu_hu: Regisztráció - E-mail cím érvényesítése

source: You must click the following URL in order to activate your account for %s: %s Thanks for your interest in %s
bg_bg: Трябва да натиснете следният линк за да активирате Вашият акаунт за %s: %s Благодарим Ви за интересът към %s
hu_hu: Kattintson az alábbi hivatkozásra %s fiókjának aktiválásához: %s Köszönjük érdeklődését %s
